[
  {
    "id": "2",
    "title": "Religious Beliefs",
    "body": "<p>Religion has existed throughout the history of human society. It is a part of culture and important aspect of human social life. It shapes human behavior in a moral fashion. Religion is a system of belief in the existence of supernatural beings. At the initial stage of society, human individuals were completely dependent on nature for their livelihood. Quite often, due to very weak faculty of intelligence, they could not understand and rationalized the courses of natural obstacles in their way of arrangement of food and shelter. As consequences, they were led to believe in and feared from the existence of some supernatural power- a power higher than their own, whose displeasure, in their view, could be contained only by its appreciation and propitiation. With the passage of time religion got transformed and in many countries it shaped their history in the form of holy wars and still in other countries it has contributed to their ethnic, cultural and social development and the valley of Kashmir is no exception.</p>\r\n<p style=\"text-align: justify;margin-left: 1.27cm;margin-bottom: 0.35cm;\">As we know prior to the Islamization Kashmir was the centre of Hinduism and Buddhism since ancient times. Buddhism did not remain the major religion of Kashmir and confined itself in Ladkah religion while Hinduism continued along with Islam till 1990s.Temple was the place of worship along with the idols depicting different attributes. Same was the story in village Soibugh as can be testified through oral sources. In Soibugh there was complete Hindu mohalla adjacent to writer&rsquo;s mohalla till 1990. The oral sources indicate their ways of worship, their beliefs, practices and rituals. The writer is told about their manner of worship by his parents who used to visit their homes frequently and informed him how they celebrated their festivals like Diwali, Holi, Hearth, etc. The oral sources maintain that they (Hindus) used to cremate their dead ones at a place called &lsquo;Awrin&rsquo;. The common temple was placed in Wadwan 3 kms from Soibugh towards west. Unfortunately the turmoil saw their migration from Soibugh.</p>\r\n<p style=\"text-align: justify;margin-left: 1.27cm;margin-bottom: 0.35cm;\">The advent of Islam in Soibugh is similar to the rest of the valley. The medieval Kashmir witnessed the rapid influx of Sufi missionaries from Samerkand, Bukhara and Iran to spread the message of Islam. Prominent among them was Mir Syed Ali Hamdani who visited Kashmir along with his disciples.</p>\r\n<p style=\"text-align: justify;margin-left: 1.27cm;text-indent: -1.27cm;margin-bottom: 0.35cm;\">One such Sufi made Soibugh his abode and strove hard to spread the message of Islam. The name of the Sufi saint was Syed Mohmmad Bukhari. With his untiring efforts the whole population of Soibugh got converted to Islam with the exception of 2-3 families. Legend goes that Sheikh-ul-Alam(RA) also visited Soibugh and desired to make it as his final resting place. However, when he found that it was the desire of Syed Mohmmad Bukhari to have Soibugh as his final resting place, Sheikh-ul-Alam (ra) changed the very intention. Syed Mohmmad Bukhari taught the people the ways and methods of worship and did much to elevate spirituality among masses. Out of respect and devotion, a shrine was constructed to commemorate his role. This became later the centre of pilgrimage not only for locals but also for neighboring villages. Even today people are seen thronging to this shrine (Thursdays) to get blessings of this great saint. The shrine also houses the graves of Haqani family.</p>\r\n<p>The Haqani family also played an important role in making Islam popular among the local public. Their ancestor Shah Qasim Haqani migrated from Fateh-kadal Srinagar and made Soibugh as his abode and his progeny continued to preach the gospel of love, brotherhood and universality. Even today many days are celebrated by this family commemorating death anniversaries of the great luminaries of Haqani family.</p>\r\n<p>The religious history of Soibugh would be incomplete without the mention of the role played by Jamat-i-Islami. It was religious cum literary figure Moulvi Nisar who popularized the literature and contents of Jamat-i-Islami. As we know people even after getting converted to Islam clung to certain beliefs, rituals, practices, etc. which were not in tune with the basic tenants of Islam. Jamat-i-Islami like in other parts of the valley carried a movement to purge Islam from the alien beliefs and customs. A number of Darsgahs were established across the length and breadth of the village. Among others who attached themselves with Jamat-i-Islami mention be made of Dr. Md.Sultan, Gh.Mohiuddin Mir and Md.Yousuf Shah alias Syed Sallahudin. Jamat-i-Islami also popularized the modern education in Soibugh. It needs to be pointed out here that it was the Jamat-i-Islami which strived hard for the women education.</p>\r\n<p>Lastly, in the context of religious development of Soibugh, the families of Alluddin, Anwaruddin Bukharie, Assadullah Bangee, etc. exercised a tremendous influence on the religious mentality of people.</p>",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/fMHVKJB/RELIGIOUS-BELIEFS-AND-PRACTICES.jpg",
    "author": "",
    "date": "2020-04-16 16:25:19"
  },
  {
    "id": "3",
    "title": "Zar Kasin",
    "body": "<p>When a child was/is born, his first hair (zar) was/is generally shaved at the local shrine or at some other favorite shrine. This was followed by distributing kehwa.</p>",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/T4G7vBg/ZAR-KASIN.jpg",
    "author": "NA",
    "date": "2020-04-16 16:27:43"
  },
  {
    "id": "4",
    "title": "Proish",
    "body": "<p>When a new house was constructed and it was ready for living, a community feast was organized. A local peer was invited to read the holy Quran in that house. This was done to ward off evil spirits from this new house.</p>",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/vsbNzc5/PROISH.jpg",
    "author": "NA",
    "date": "2020-04-16 16:30:04"
  },
  {
    "id": "5",
    "title": "Taher travin",
    "body": "<p>This is the most common practice in writer’s village. To ward off any calamity, the taher (cooked rice with oil) was/is distributed among the people in general and children in particular.</p>",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/rfJ5h5R/TAHER-TRAVIN.jpg",
    "author": "NA",
    "date": "2020-04-16 16:30:39"
  },
  {
    "id": "6",
    "title": "Gongul",
    "body": "<p>This was the practice in springs when the peasants used to take their cattle and plough into their fields. Sugar, dry fruits and taher were taken to these fields and then distributed among the people.</p><p>Besides these there were/are many other practices followed like thapi thapi, niyaz, zev thavin, sonder, etc. Despite Islamization, certain practices of Hindus continued to exist even to this date like visiting shrines, considering certain days and dates inauspicious (Tuesdays, 3rd, 13th and 23rd of every month).</p>",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/VB1JcFc/GONGUL.jpg",
    "author": "NA",
    "date": "2020-04-16 16:31:21"
  },
  {
    "id": "7",
    "title": "THAPI-THAPI",
    "body": "Any resident of village, any time got entangled in some sudden problem diseases on his name, an animal was slaughtered and was distributed among neighbors, for freeing him from this problem.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/yN9QQSS/THAPI-THAPI.jpg",
    "author": "NA",
    "date": "2020-04-16 16:33:15"
  },
  {
    "id": "8",
    "title": "ZEU- THAVIN",
    "body": "Any child after birth had some kind of innately problem viz not to talk, problems in leg, arm etc. His/her parents pledge to visit a popular shrine, if their child spoke and will pay charity according to their intention.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/tPyMWR3/ZEU-THAVIN.jpg",
    "author": "NA",
    "date": "2020-04-16 16:33:34"
  },
  {
    "id": "9",
    "title": "FATAH",
    "body": "Three days after the death of a Muslims, at fourth day fathe khani used to took place and is still deeply rooted in society. At this occasion Imams and local peers are invited to pay homage to the passed. Nearly 30 Quran knowing persons are also invited to recite holy Quran and kalimat.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/6sqmvvz/FATAH.jpg",
    "author": "NA",
    "date": "2020-04-16 16:33:55"
  },
  {
    "id": "10",
    "title": "KUNDOORI",
    "body": "When the Childs of a particular women could not remain alive, they followed a practice in which a mixture of rice and meat was placed in seven earthen pots and distributed among seven baggers.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/6tQwjW3/KANDOORI.jpg",
    "author": "NA",
    "date": "2020-04-16 16:34:13"
  },
  {
    "id": "11",
    "title": "KHATAM",
    "body": "Khatam is same as Fateh. Fathe khani particularly took place at 4th and khatam can be performed at any time on the name of passed one.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/DbyQZYg/KHATAM.jpg",
    "author": "NA",
    "date": "2020-04-16 16:34:30"
  },
  {
    "id": "12",
    "title": "BANDAR",
    "body": "It is age old practice in the writers village and is still continuous in its full charm. On natural climates, especially on heavy rainfall and on scarcity of water, Bandar practice it performed.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/gwtWWGS/BANDAR.jpg",
    "author": "NA",
    "date": "2020-04-16 16:34:45"
  },

  {
    "id": "13",
    "title": "SUNDER",
    "body": "A women after giving birth to a child a bath is taken at the seventh day with the help of other woman’s  generally called sunder. The water used in the bath is boiled with different items viz kulwath, losi-gassa, brand etc for hours and then used as bathing water.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/yqm2kDp/SUNDER.jpg",
    "author": "NA",
    "date": "2020-04-16 16:35:16"
  },
  {
    "id": "14",
    "title": "ZAR-KHANI",
    "body": "This is yet another important practice of the village. A child after seeing light of the world his/her parents pledge to share his birth hair, zar at the local shrine or the some other famous shrine .This was followed by distributing kahwas among the invitees.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/YyD1nTd/ZAR-KHANI.jpg",
    "author": "NA",
    "date": "2020-04-16 16:35:27"
  },
  {
    "id": "15",
    "title": "BAIL-TAMUL",
    "body": "when farmers, sow grains, some amount is saved then friends into a pan and taken to rice –mill which separated its chaff. This bailtumul is distributed among relatives’ friends and neighbors.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/YbfZbCw/BAIL-TAMUL.jpg",
    "author": "NA",
    "date": "2020-04-16 16:35:44"
  },
  {
    "id": "16",
    "title": "Jamia Masjid",
    "body": "Jamia Masjid at Soibugh is regarded as “the purest and novelist house of prayer”. The land for this Jamia Masjid was donated by late Qudus Mir one of the elders of village.The foundation stone of the Jamia Masjid was laid by Syed Alludin and the first congregation prayer was held in 1958, which was also under the enlightenment of Syed Allaudin. The Jamia mosque had a beautiful courtyard accommodating more than 10,000 people. It was only few years’ back that the old structure of jamia Masjid was dismantled as it was thought that it wouldn’t stand the test of time. The mosque was reconstructed at a cost of Rs 1 crore 50 lacks. For a long time the Jamia mosque represented and manifested the symbol of unity and cooperation as it was place where people offered daily prayers besides a Friday prayer. Unfortunately due to practical reasons there were two more Jamai Masjid’s established one at Check and another at Bonapora. The reason behind the establishment of two other Jamia’s was that of long distance and time it took for many people to cover such distance. It was very difficult for handicapped and old age people to cover a long distance.\n The 3 Jamia Mosques are followed by more than 23 small and big mosques for daily prayer where we can notice a good number of prayers. To some mosque’s a room is attached for imparting Islamic teaching especial Quran. The writer is also running a Darasgah since almost one decade.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/PFy0SSg/JAMIA-MASJID.jpg",
    "author": "NA",
    "date": "2020-04-16 16:44:50"
  },
  {
    "id": "17",
    "title": "WRITERS",
    "body": "Time and again writers continue to emerged from the auspicious land of Soibugh viz QADIR LALA, AZIZULLA HAQANI , SYED SHABIR AHMAD SIDIQUI AND GHULAM NABI NISSAR. They were/are prolific writers and guided the society through their writings. Abdul Qadir mir commonly known as Qadir Lala is author of Bazi Qadir Mir in which we mainly found praises of prophet Muhammad(S.A.W).\nGHULAM NABI NISSAR prominent religious personality having authority on religious aspects, wrote RAMUZI-MULHIM. Which provides a guide line to the Muslims, how to spend life under the boundaries of sharia. AZIZULAH HAQANI another prolific writer surpassed others in the art of writing .He wrote many books viz TARIKH-I-AALAM, LATAIF-UL-HAQQNI, RAZAT-U-SHUHDA. These books are read with avidity, by an average soibughee. Another equally important personality in the realm of writing was SYED SHABIR AHMAD SIDIQUI. He wrote many booklets viz HAZARAT MUHAMMAD(S.A.W) GREAT SCIENTIST, Significance of Education in Islam in urdu, his writing are really fascinating to all students and layman alike. In these booklets he had highlighted the character and analytic aspect of our prophet (S.A.W) and value of education in islam.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/9tpgwPW/WRITERS.jpg",
    "author": "NA",
    "date": "2020-04-16 16:45:29"
  },
  {
    "id": "18",
    "title": "Political Leader(s)",
    "body": "In the political sphere we were/are fortunate in emerging influential political leaders from time to time as mentioned already in political conditions of soibugh. Now here I would again like to briefly highlight those personalities and their role. First person who stepped in politics was Assadullah Mir in 1983 on congress ticket, then in 1987, besides, Assadullah, two new leaders namely Mohd Yousuf Shah and his colleague Dr. Mohd Sultan jumped in politics by the side of M.U.F . Now at present another famous personality of soibugh namely Mohd Kamal Malik is active in the political sphere. In the political sphere we notice mature suspicion, propaganda, subversive activities, espionage and jealously among the people, this is the reason that not a single leader ever came off with the flying colors. These leaders played a significant role in awakening political consciousness among the people now a day their hard work seems to be fruitful.",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/mH1scZY/POLITICAL-LEADERS.jpg",
    "author": "NA",
    "date": "2020-04-16 16:45:50"
  },
  {
    "id": "19",
    "title": "Sports Men",
    "body": "<p>Like other fields our auspicious soil did not lack behind in providing prominent sports man since from past. As mentioned earlier Kabadi was favorite game of soibugh used to played at grand occasions. Sports man from distant places used to come and play against the indigenous body builders viz Habib mailk, Aziz noor, and khazir mailk , but never come victorious. These sports men many times elevated the name of village to the skies in different contests. Besides kabadi, Habib Malik was an expert horse rider. Another gaint personality of soibugh was Abdullah wani. According to folk lore, he had such a strength that he could stop two horse at a time running in glops.</p>\r\n<p>Senior cricketers :-&nbsp;</p>\r\n<p>syed Farooq, Farooq Ahmad Bhat, Syed mushtaq Ahmad, Shabir Ahmad Bhat, Syed Javid Ahmad, Ab. Rahman Bhat, Farooq Ahmad Malik ( Faya), Gowhar Malik Hatharan, Showket Kareem Bhat</p>\r\n<p>Famous Volleyball Players:</p>\r\n<p>Ab. Lateef Bhat, Muzamil Ahmad Malik h.pora, Arshid Ahmad Dar h.pora, Shabir Ahmad Bhat, Farooq Ahmad Dar, Farooq Ahmad Malik (sahba), Bilal Ahmad Malik gurmohala, Manzoor Ahmad mir</p>\r\n<p>Martial Art players :</p>\r\n<p>Syed Ashaque Hussain (National medalist), Nisar Ahmad Mir ( National Medalist), Farooq Ahmad Malik (National Medalist)&nbsp;</p>\r\n<p>Senior Students of Martial Arts:</p>\r\n<p>Auqib Ahmad Mir, Mohammad Saleem Malik, Mohammad Saleem Kumar, Ishfaq Ahmad wani, Imtiyaz Ahmad Malik, Sahil Subhan Mir, Waseem Ahmad kumar , Mohammad Humayoun Mir, Azad Ahmad Beigh, Malik Asrar-Ul-Haq</p>\r\n<p>Scouts and Guides :-&nbsp;</p>\r\n<p>Haroon Rashid Malik from Hathaharan and Suhail Bin Abdullah from Hanjikpora</p>",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/S635tcx/SPORTS-MEN.jpg",
    "author": "NA",
    "date": "2020-04-16 16:46:48"
  },
  {
    "id": "20",
    "title": "Issues",
    "body": "<p style=\"text-align: justify;margin-bottom: 0.35cm;\">The lack of medical facilities is one of the grave problems in village. Although one health center is working in village. But is not fully equipped with latent medical staff and modern facilities.</p>\r\n<p style=\"text-align: justify;margin-bottom: 0.35cm;\">The lack of passenger transport facility is among the most excruciating problems. It goes without exaggeration that only few kms away is Soibugh from Srinagar city and at the same is- Surrounded by many roads which connect the village to city. However a good number of buses carry into effect their work as compared to other villages, but could not coop with the pressure of population. Regarding this problem no one is paying heed and the problem continues to increase.</p>\r\n<p style=\"text-align: justify;margin-bottom: 0.35cm;\">The irregular power supply is yet another serious problem of village. It&rsquo;s coming and going is common headache of the villagers. It becomes evident while interviewing the age old persons, that the people had this headache right from the introduction of power supply and add further that now a day as compared to past, it is worse and has got much experience in hide and seek.</p>\r\n<p style=\"text-align: justify;margin-bottom: 0.35cm;\">Another grave problem of the village is lack of pure drinking water supply. Sine from the days of its origin, it remains a severe affiliation in the mind of the villagers. Recently an effort has been made by the govt. to provide of the village is devoid of water.</p>\r\n<p style=\"text-align: justify;margin-bottom: 0.35cm;\">The conservative mentality and illiteracy is another inherited problem. The fundamentalism, traditionalism and orthodox approach of elders in various matters is a great hurdle in the way of village progress and development.</p>\r\n<p style=\"text-align: justify;margin-bottom: 0.35cm;\">The other drawback of village is poverty and unemployment. To sum up these problems were eradicated by economic boom. But unemployment is rampt still. This poverty and unemployment has directly or indirectly swallowed the very talent of villagers and supported the English proverb poverty is curse.</p>",
    "section": "Other",
    "sorting_order": "9",
    "image_url": "https://i.ibb.co/r4jHnft/ISSUES.jpg",
    "author": "NA",
    "date": "2020-04-16 16:48:37"
  },
  {
    "id": "21",
    "title": "Personalities",
    "body": "<p>Soibugh has given birth to number of personalities who had/has exercised tremendous influence the socio-religious and socio-political life of the people. In fact the fame of many transcended to different corners of the valley.</p>\n<p>Due to lack of available authentic literary sources regarding their sphere of work I have to depend upon oral sources. Among the important and distinguished personalities I would like to sketch a brief biographical account of few of them.</p>",
    "section": "Personalities",
    "sorting_order": "4",
    "image_url": "https://i.ibb.co/wCVTQ7X/great-personalities-min.jpg",
    "author": "NA",
    "date": "2020-04-15 16:28:37"
  },
  {
    "id": "22",
    "title": "Shabir Siddique",
    "body": "<p>He was born in the noble family of Syed Anwar of Hataharan. It was in his laps that Syed Shabir received early education. S yed Anwar cultivated the Sufism principles in him and thereby helped in developing his broad mental faculties. After completing his 12 th from Budgam Hr. Secondary, he was appointed as a teacher. However, he attained fame in the capacity of his developing and becoming a religious preacher. Here I would like to mention one major difference between the two religious-cum-militant leaders, viz Syed Sallahuddin and Shabir Siddique i.e. former stressed on Islamic orthodoxy and latter adopted a Sufi lenient approach.&nbsp;</p>\n<p>Meanwhile, Syed Shabir developed links with JKLF (a militant outfit turned political party thinks of an independent Kashmir) and later established himself with Amanullah group when it got divided. Syed Shabir&rsquo;s name struck the headlines for his involvement in the 2 nd Hazratbal siege and died fighting security forces in the premises of Hazratbal shrine way back in 1995. He was behind the formation of Islamic Educational Institute in Soibugh which played a great role in illuminating the dark minds. He was also a literary genius and authored &lsquo;Hazrat Mohammad (SAW),Ek Azeem Sciencedan&rsquo;</p>",
    "section": "Personalities",
    "sorting_order": "4",
    "image_url": "https://i.ibb.co/qNVzyw6/syed-shabir-min.jpg",
    "author": "NA",
    "date": "2020-04-15 16:30:22"
  },
  {
    "id": "23",
    "title": "Gh. Nabi Malik",
    "body": "<p>Nissar, his pen name by which he became famous was born in 1924. Right from his childhood he developed keen interest in learning and exploring new things. He passed his matriculation from Islamia High School Srinagar in 1940 and had his B.A. done from Punjab University, Lahore. In 1943 he was appointed as Govt. teacher at Zainakot and in 1974 he retired as headmaster of Zainpore High School, Shopian. Known for his pure character, nobility and sincerity earned him the status of Grand Imam of Central Jama Masjid of Soibugh where he preached the gospel of truth, humanity and brotherhood. He was born poet and writer and compiled many works. Among which &lsquo;Ramooz-i-Mulhim&rsquo; is very famous.&nbsp;</p>\n<p>Apart from being literary genius he was also an active social reformer who left no stone unturned in purging the society from the ills that had crept into it. He was also the first in Soibugh who popularized the contents and tenets of Jamat-i-Islami. He also started journal &lsquo;Al Balagh&rsquo; for the popularization of Islam. He also worked for the emancipation of women.</p>",
    "section": "Personalities",
    "sorting_order": "4",
    "image_url": "https://i.ibb.co/4m7XV1F/gh-nabi-nisar-min.jpg",
    "author": "NA",
    "date": "2020-04-15 16:31:38"
  },
  {
    "id": "24",
    "title": "Azizullah Haqani",
    "body": "<p>Pir Azizullah Haqani was born in Honjkpora mohalla of Soibugh. The name of his father was Gh. Mohiuddin Haqani who trained him like a true disciple. Azizullah Haqani right from his childhood developed interest in writing and no wonder he produced voluminous literature.</p>\n<p>He is the author of many works such as Lataiful Haqani, Diwan- i-Haqani, Darvishnama, Nurnama, Chirag-i-Mehfil, Jowhar-i-Ishq, etc.</p>\n<p>However, only one of his various works has been translated and published so far i.e. containing a brief history of Haqani family. He also wrote many couplets and duplets in praise of Prophet Mohammad (SAW).</p>\n<p>The couplets of him are sung in chorus on the special days celebrated by the Haqani house to commemorate the anniversaries of their late luminary figures. In addition to his interest in writing, he was fond of travelling.</p>",
    "section": "Personalities",
    "sorting_order": "4",
    "image_url": "NA",
    "author": "NA",
    "date": "2020-04-15 16:33:10"
  },
  {
    "id": "25",
    "title": "Moulvi Allauddin",
    "body": "<p>Born in Hataharan, Moulvi Allauddin preached for about forty long years at the central Jama Masjid of Soibugh. He throughout his life tried to reform the social evils that had crept in the body politic of Soibugh. He gave lessons of the Quran and the Hadith and lifts the religious moral of people. It was he who broke the tradition by introducing his daughter to modern education.</p>\n<p>Mrs Shafiqah Bukhari. He was very much famous in the social circles of Soibugh for his broad human outlook. Such was is influence that even today his name is taken with respect. He left for heavenly abode some eighteen years back.</p>",
    "section": "Personalities",
    "sorting_order": "4",
    "image_url": "https://i.ibb.co/hc9TqF7/molvi-aladin-min.jpg",
    "author": "NA",
    "date": "2020-04-15 16:34:01"
  },
  {
    "id": "26",
    "title": "Dr. Mohammad Sultan",
    "body": "<p>He was born in agricultural family of Kashkas at Astanpora in 1946. He received his early education from local Govt. School and completed his matriculation from Mazhar-ul-Haq Hr. Secondary, Beerwah. Then he did his 12 th from Budgam Hr. Secondary as medical science student.</p>\r\n<p>He broke the history by becoming the first doctor of the village. He treated people from all walks at his nursing home. Meanwhile, he developed close affiliations with Jamat-i-Islam, a pan Islamic organization. In 1987 he contested election on MUF ticket from Budgam constituency and faced the brunt of rigged elections though, he was not winning.</p>\r\n<p>His house was damaged by some tragedy and since then he lived in self exile in Srinagar. But of late he returned back and started working for the welfare of Soibugh. It is by his dint of hard work that Jamiat-un-Noor (college for girls) is becoming reality.</p>",
    "section": "Personalities",
    "sorting_order": "4",
    "image_url": "https://i.ibb.co/Tr6RMkh/dr-mohammad-sultan-min.jpg",
    "author": "NA",
    "date": "2020-04-15 16:35:53"
  },
  {
    "id": "27",
    "title": "Haji Ab. Salam Bhat",
    "body": "<p>Born in a relatively poor family, he is among those few who exerted his inspiring influence upon the people and shaped their worldview. He was born in 1933 in Dambipora of Soibugh. He received his early education from local primary school and completed his matriculation from State High School, Bagh-i-Dilawar Khan in 1951. In 1954, he was appointed as teacher and in 1991, he retired as senior lecturer.&nbsp;</p>\n<p>During his course of service he also completed his masters in Persian. Ironically, he did not acquired much (wealth and position) what he deserved mainly because of his straight forwardness and honesty. He is proficient in many languages and written many works including Persian Lexicography. At the age of lazy 90, he is still seen writing and reading voluminous works of different authors. It would not be wrong to say that he was the one who made modern education popular among the masses. Among the others who contributed in their capacity to the village include, Assadullah Mir, Md.Ismail Bhat, Noor Md. Malik, Haroon Rashid, Gh Mohiuddin Mir, Late Khurshid Ah. Bhat, etc.&nbsp;</p>\n<p>Amongst non-Muslim population there were some people who acquired name and fame for their contribution to Soibugh. The important ones were Aftab Ram, Gopinath and Narendra Koul alias Naer Kak. Aftab Ram after completing his education joined active social service and strived hard for the development of both the communities i.e. Hindus and Muslims. Gopinath and Naer Kak were doctors. Naer Kak opened a chemist shop and thus began to cure the ailments of the people.&nbsp;</p>\n<p>He would frequent Muslim families, mix with them socially and he in turn was visited by Muslim population. He became endeared to people for his loving nature, broad human sympathy and purity of character. He thus played an important role in cementing the communal harmony. However, the turbulent 90s made him to leave along with his Pandith brethren.</p>",
    "section": "Personalities",
    "sorting_order": "4",
    "image_url": "https://i.ibb.co/cQsMp3P/ab-salam-bhat-min.jpg",
    "author": "NA",
    "date": "2020-04-15 16:38:30"
  },
  {
    "id": "28",
    "title": "Nicknames",
    "body": "<p>Notwithstanding the fact that all the families do not possess nick names, these are few interesting ones .A sizeable group of Bhats are called kashka Bhata, they received this name from their forefathers Kashka Bhat.</p>\n<p>A group of malik dynasty is dubed as &lsquo;Guras&rsquo; and are presently living in &lsquo;Gur-Mohalla.&rsquo; It is said that their ancestors used to tame horses on large scale.</p>\n<p>Another group of Maliks were dubed as &lsquo;Gratas&rsquo;. It is evident from oral sources that their ancestor were the owners of &lsquo;floor mill&rsquo; made up of two big flate and circular slab stones, commonly known as &rsquo;Gratas&rsquo; where all most people from every Mohalla used to go there and grind what every they desired .One more group of this Kram were dubed as &lsquo;Kharwals&rsquo; lived in pati-Bonopora. It is said that their forefather, tame Asses (Khars).&nbsp;</p>\n<p>Another group of Mallks were nicknamed as &ldquo;charis&rdquo;. It becomes clear when I interviewed with Nazir ah. Malik he explains it like this we were shopkeepers in many items especially in the tea (Namkeen) that is why we are dubbed as lasi, it is because their forefathers name was Gh. Rasool commonly known as lasi. It is the reason that his off springs dubed as lasi.</p>\n<p>A small section of Mirs who were economically very poor were nicknamed as&rsquo;pois&rsquo;.They were dubed so because their ancestors used to grind chaff into &lsquo;kanz&rsquo; stone pot for food purpose, presently resides in Dambipora.</p>\n<p>Another group of mir&rsquo;s were called Baghwans, most probally they were/ are gardeners.&nbsp;</p>\n<p>Another were/ are dubed as doombs most probably as they mostly were dealing in cattle&rsquo;s (cows , oxes, and shops) and even presently are associared with this profession.</p>\n<p>Small portion of soibugh population are dubed as &lsquo;Pohils&rsquo; most probably because they used to tame herds of sheeps of villagers.</p>\n<p>Another sizeable portion of malik&rsquo;s were recently dubed as &ldquo;Radas&rdquo; so probably because one among them was cart-rider and now all his brothers were dubed as Radas.</p>",
    "author": "NA",
    "date": "2020-04-16 06:39:16",
    "image_url": "https://i.ibb.co/kSWqH6d/nicknames.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "29",
    "title": "Physiognomy",
    "body": "<p>The subject of physiognomy is related with facial structures of the people living in different regions. This branch has also served history as a sources as for as. The origin of people of different areas is concerned from the facial structures it is clear that people of different races inhabit Soibugh. Below are given some broad facial structures.</p>\n<p>Broad face - fair in complexion- silk hair- black eyes- normal forehead-normal height.</p>\n<p>Broad Angular face - tall height &ndash;black eyes- normal nose &ndash; thin forehead.</p>\n<p>Short height- broad forehead- dark bit complexes- short curly hair.</p>\n<p>Normal height- Normal forehead - fair in complexion blue eyes &ndash; brown hair (curly).</p>\n<p>Short height-thin forehead- small eyes &ndash; brown hair-fair in complexion- short nose.</p>",
    "author": "NA",
    "date": "2020-04-16 06:42:41",
    "image_url": "https://i.ibb.co/XjbK07m/physiognomy-min.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "30",
    "title": "Marriage",
    "body": "<p>Monogamy was prevalent but polygamy was seldom found .There were 2 types of marriages.</p>\n<p>[1] And Kadun i.e To send girl to bridegroom house and</p>\n<p>[2] Garepeth i.e Bride goom was also send to bride&rsquo;s house, the former was predominant and the later was an exception. Usually there was arranged marriage. System of Divorc&eacute; (khulla) and remarriage was also prevalent. Inter caste marriages were seldom done. In marriages, feast was given.</p>",
    "author": "NA",
    "date": "2020-04-16 06:44:55",
    "image_url": "https://i.ibb.co/djWfcwD/marriage-min.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "31",
    "title": "Caste System",
    "body": "<p>The caste system in its strict did not exist in writers village but oral sources maintain that there existed some sort of caste system which was based on profession. The people like beigh Mohalla Kumar Mohalla, Bhagat Mohalla and cobblers. But the modern education and the better economic conditions have made this caste system in writers village irrelevant .In the present society we find 17 a great material and mutual co-operation among villagers, we see inter- cast marriages took place and the people freely mix with each other.</p>",
    "author": "NA",
    "date": "2020-04-16 06:45:52",
    "image_url": "https://i.ibb.co/7nPMx7d/caste-system-min.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "32",
    "title": "Food Habit",
    "body": "<p>People here were both vegetarian and non-vegetarain they had very simple food habits. Soibugh was agrarian society they usually depended on yield of crops they produce vegetarian used to eat Tomato, Tomato dried, Bringal, Brinjal dried, Kale (Haakh), Gogja, Mujja, Daul , Gogiji Hachi, Alehachi ,wangan Hachi were specialties of winter and non-vegetarian used to eat fish, meat etc with the passage of time food habits also got changed.</p>\n<p>Other food habits were wugra, Makaivet, soat( made of wheat ,rice and maize) Ruvangan Hachi, Hund, sochal, sekul, spinach.</p>",
    "author": "NA",
    "date": "2020-04-16 06:46:51",
    "image_url": "https://i.ibb.co/gMXg5zD/food-habit-min.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "33",
    "title": "Games and Amusement",
    "body": "<p>From the inception of mankind it had remained an important part. There were different kinds of amusement like Garam ball, Latkiloth (Gillidanda) ,Rouf, Darbar Pahlwan Dab, listening different mythological stories like Shahnama, Laila Majnun.</p>\n<p>Among the children games mention may be made of some games like garmus gindun, unchipre, Pati sednus, Kho- Kho ,Baanton (Marbles),Thandan gindun etc with the passage of time children, nowadays are playing computer games etc.</p>\n<p>The women folk enjoyed their part time by playing trupan,saz-e-khenas unchepri, Kho kho , Maharin Maharaz ,Hakket, Tulai Langun and wanwun.</p>\n<p>With the passage of time most of these traditional games lost their importance and we saw the introduction of carom, cricket, chess, volleyball etc. It is in place to mention the writer is himself a great player of carom as well as cricket. In addition to the above mentioned activities, the other means of amusements are t.v, radio, V. C.D&rsquo;s, Tape recorder besides people visit to different picnic spots.</p>",
    "author": "NA",
    "date": "2020-04-16 06:48:23",
    "image_url": "https://i.ibb.co/Yfr7zYx/games-min.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "34",
    "title": "Festivals",
    "body": "<p>The festivals constituted an important source of recreation. The Eids and Urs are the main festivals celebrated in writer&rsquo;s village. On the occasions of 18 Eid, people show love and respect for each other. Every year on set of harvest an urs is celebrated with obeisance and reverence to commemorate the death anniversary of &lsquo;Syed Mohd Bukharie who is enshrined in the very heart of soibugh.</p>",
    "author": "NA",
    "date": "2020-04-16 06:50:36",
    "image_url": "https://i.ibb.co/kq2K2tw/festivals-min.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "35",
    "title": "Dress and Fashion",
    "body": "The basic need of a person is food, shelter and clothes (dress) Dress code of soibugh: mostly people used to wear traditional dress Pharan throughout year. People wear different types of caps like karkuli. kashmir topi, Greese topi. Elderly people of Syed families used to wear turbans (Dastaars) of different colures. Among women Kasaba was very popular. They usually walked barefooted. In rainy or winter season they wore Pulhar, khraw and khurbaan made of grass, wood, and leather was sought. Now the situation is altogether different. In place of them different brands of shoes and slippers are used today by both the sexes. The Kangris made by kanul were sought during winter and only rich could afford them while poor people used kang (made by krals) to keep themselves 19 warm. With the passage of time it has been replaced by room heaters, water bottles, Bukharies.",
    "author": "NA",
    "date": "2020-04-16 06:52:57",
    "image_url": "https://i.ibb.co/BCTm53N/dress-min.jpg",
    "section": "Society",
    "sorting_order": "3"
  },
  {
    "id": "36",
    "title": "Meet SALEEM KUMAR from Soibugh Budgam",
    "body": "<div>Meet SALEEM KUMAR from Soibugh Budgam , first wushuist from Kashmir who achieved the feet of winning Silver medal at WORLD &nbsp;WUSHU CHAMPIONSHIP. Kumar is 6 times national medallist and 10 times state Gold medallist.Saleem is called Khabib of kashmir for his performance at evey stage.Also kumar has been 3 times selected for India camp and &nbsp;20 days camp at China.Kumar is the rising star of Budgam among all Martial arts players.#Jksports wish him good luck for future.</div>",
    "section": "Sports",
    "sorting_order": "6",
    "image_url": "NA",
    "author": "This article was sent by Tazkir Ahmad",
    "date": "2020-05-01 18:24:31"
  },
  {
    "id": "37",
    "title": "Meet Imtiyaz Malik from Soibugh Budgam",
    "body": "<p>Meet Imtiyaz Malik student of PHALWAN SPORT'S CLUB Resident of SOIBUGH BUDGAM.MALIK is 9 times state gold medalist , has played various events in TAEKWONDO and kick boxing with shining performance ,also national gold medalist in MUAY THAI.</p>\r\n\r\n<p>Malik recently played MMA fight in Mumbai .   He started MMA club (fearless fighter academy..)</br> His coach is Malik Farooq (istdanblackbelt)  Best of luck for future events</p>",
    "section": "Sports",
    "sorting_order": "6",
    "image_url": "NA",
    "author": "Copied from JKSPORTS FB Profile",
    "date": "2020-05-04 06:08:01"
  },
  {
    "id": "38",
    "title": "Meet Young and Dynamic Fayaz Ahmad, how he describes his success.",
    "body": "<p>From a door to door salesman selling Kashmiri handicrafts in West Bengal to a self made businessman with multi-crore turnover, Fayaz Ahmad&rsquo;s story is inspiring. Riyaz Ul Khaliq and Saima Rashid narrate his rags to riches journey.</p>\r\n\r\n<p> &ldquo;Faith has given me what I am today,&rdquo; this is how young and dynamic Fayaz Ahmad describes his success.</p>\r\n\r\n<p>Sitting in his modest office at posh Zero Bridge, Fayaz welcomes his guests and customers with smiling face.</p>\r\n\r\n<p>Completing his matriculation way back in 2000, financial hiccups and domestic problems back home forced him to look for some work.</p>\r\n\r\n<p>Studying at a local Islamic school from his native village Soibugh, Fayaz has been an obedient and caring son.</p>\r\n\r\n<p>&ldquo;Problems were galore,&rdquo; he says, but satisfied for what he is today.</p>\r\n\r\n<p>Hailing from central Kashmir&rsquo;s Budgam district, Fayaz had an insight into handicrafts. As his contemporaries would move outside Kashmir for outsourcing of Shawls and alike, Fayaz too wanted to help his family.</p>\r\n\r\n<p>&ldquo;I went to West Bengal in winters for marketing of Shawls and other handicrafts items,&rdquo; while giving insight into his past, Fayaz informs as he arranges tea for his guests.</p>\r\n\r\n<p>The trip to Bengal was going to change his life forever. Fayaz, who had no formal training in marketing, and who had never been outside Kashmir till then, came across many challenges. With meagre resources in hand, it wasn&rsquo;t all rosy for Fayaz. But, as it is said: providence is all! Same happened with him.</p>\r\n\r\n<p>&ldquo;Roaming and wandering in streets of Bengal for want of customer and livelihood pinched deep inside my heart and since then, I made it my goal to help myself grow both financially and humanly,&rdquo; he asserts.</p>\r\n\r\n<p>While he was earning miles away for his little family that included his ailing mother, Fayaz&rsquo;s tryst with his studies did not end at matriculation. &ldquo;I wanted to study further but couldn&rsquo;t. However, when I was in Bengal, I was studying, partly, and completed my 12th in 2003.&rdquo;</p>\r\n\r\n<p>In 2004, Fayaz finally came back and left his studies completely. &ldquo;Problems were surging. I had no way but to work. And every menial work meant a lot for me,&rdquo; Fayaz says while suggesting his colleagues to move fast than time.</p>\r\n\r\n<p>Come 2005, his second ladder to success was waiting for him. He joined a franchise of Bharat Petroleum Corporation Limited (BPCL) as a marketing executive housing its office in city outskirts at Pantha Chowk. &ldquo;I still remember my first salary. It was rupees 2500,&rdquo; he says.</p>\r\n\r\n<p>At BPCL, he marketed horticulture and motor lubricants. Slowly, he was gaining ground in the field though his West Bengal stint was all his resume&acute; had.</p>\r\n\r\n<p>&ldquo;My employee reposed faith in me because of my hard work, dedication and honesty. But it is all due to the grace of Almighty Allah that my employer entrusted me with big things,&rdquo; Fayaz says while exclaiming thanks to God!</p>\r\n\r\n<p>As days passed, his know-how of the trade grew, but in 2006 his ailing mother bid him adieu. &ldquo;This is the biggest shock of my life,&rdquo; Fayaz silently stops. Moist fills his eyes and a pin drop silence follows. &ldquo;But the courage and advice my mother always blessed me with helped me emotionally as well as physically.&rdquo;</p>\r\n\r\n<p>After his mother&rsquo;s death, someone needed to look after his home. But it took three years and in 2009 he got married. The year came with huge bunch of success for him.</p>\r\n\r\n<p>&ldquo;I applied for distribution of lubricants for Budgam district and I succeeded because of my profile,&rdquo; he happily explains.</p>\r\n\r\n<p>Fayaz would take leave from his employer for two-three months to look after his private venture.</p>\r\n\r\n<p>&ldquo;For my private venture I used to work during horticulture season only. For rest of the year I would join my employer back,&rdquo; he says.</p>\r\n\r\n<p>In 2004, Fayaz bought a second hand scooter to help him do his work faster. But as he achieved success at every step of his life, he bought a car in 2009 that worked as his office, shop, go-down and everything he needed. &ldquo;I didn&rsquo;t sleep for days together when I bought scooter as I had very meagre resources and to sustain I had to work hard,&rdquo; Fayaz recalls.</p>\r\n\r\n<p>So, in a way, 2009 proved to be his successful year. A good wife, distribution for a district, a car and then he didn&rsquo;t see back. &ldquo;To be frank enough, I haven&rsquo;t spent sufficient time with my wife since I got distribution for Budgam in 2009.&rdquo;</p>\r\n\r\n<p>Fayaz then started employing people. He arranged some shops in his native village on rent. &ldquo;While my work showed positive results, things started changing and I went on engaging more human resource,&rdquo; Fayaz says.</p>\r\n\r\n<p>With changing business dealings, the account of Fayaz started bulging. He then started paying people. His hard work started paying off. &ldquo;It was surprising that within no time I was talking of turnover and huge amounts,&rdquo; his smile expresses it all.</p>\r\n\r\n<p>Come 2012, Fayaz bid adieu to his employer with all gratitude. &ldquo;He and the management of the BPCL franchise played a crucial role in my growth.&rdquo;</p>\r\n\r\n<p>Fayaz&rsquo;s Bengal exposure came to his help. He went to India&rsquo;s North Western state of Gujarat. Here he talked to ACTION (KD kitchenware Action private limited) and he was assigned South Kashmir&rsquo;s distribution.</p>\r\n\r\n<p>&ldquo;I introduced the products of Action in Kashmir and soon I was given full Kashmir region and then there was no looking back. Today, I supply these products to Ladakh region as well and God willing, we will be supplying to Jammu in next few months,&rdquo; Fayaz maintained.</p>\r\n\r\n<p>He runs his business through IMPERIAL (Marketing and sales authorized stockiest for Kashmir valley and Ladakh region) head quartered at Old Zero bridge near Radio Kashmir in Srinagar.</p>\r\n\r\n<p>Fayaz is a busy man now. He has a dozen employees who take care of his business. Besides he has to keep a tab of distributors across Kashmir and Ladakh regions. The annual turnover of Fayaz&rsquo;s venture that started as a way to survive now runs into a couple of crores.</p>",
    "section": "Sports",
    "sorting_order": "6",
    "image_url": "NA",
    "author": "https://kashmirlife.net/a-successful-journey-5005-55372",
    "date": "2020-05-04 16:13:21"
  },
  {
    "id": "39",
    "title": "MEET KING OF WU-SHU Nisar Ahmad Mir from Soibugh.",
    "body": "<p>MEET KING OF WU-SHU #Nisar Ahmad Mir from Soibugh Budgam. Mir is First Junior National Medalist in Taekwondo in the year 2004,Completed his Black belt in the Year 2006. Mir played 4 Taekwondo Nationals and is 9 times state Gold medalist.</p>\r\n\r\n<p>Presently Nissar is WUSHU Martial Art Coach in Jammu and Kashmir police, won his First National Sliver medal in WUSHU in the year 2003 at hyderabad. Mir won many medals after in WUSHU and other martial art games. Finally he got Selected in Jammu and Kashmir police department in the year 2009 as Sub Inspector, as a #Coach He is producing International medalists and National medalists from his district. #youaretheinspirationformillions #Jksports_Magazine is proud of him.</p>",
    "section": "Sports",
    "sorting_order": "6",
    "image_url": "NA",
    "author": "Copied from JKSPORTS_MAGZINE FB Profile",
    "date": "2020-05-05 16:26:27"
  },
  {
    "id": "40",
    "title": "Meet Social Activist Mr. G.Rasool Malik",
    "body": "<p style=\"text-align: justify;\">This is G R Malik appreciation post social activist (rtd Dy Director plg). <br />Most people after retiring from their&nbsp; services tend to remain busy in their own&nbsp; respective house hold priorities and thus remain inconsiderate&nbsp; about the things at collective level. But&nbsp; then there are persons like G R Malik r/o soibugh calibre who remains on toes looking for ways so as how to contribute every bit of his energy towards the betterment and development of the whole area especially for soibugh. After serving the Government at Civil Scett level for 36 years rtd in 2014. Before retirement he was also a good social worker and now after retirement he is taking very keen interest in developmental works. Since then there is no looking back to his commitment, conviction and determination toward his relentless efforts of the serving the society at macro level. He is social activist par generous and noble soul. His&nbsp; contribution towards the development of the village has been tremendously increased and his role towards the ongoing developmental works like construction of receiving station, construction of hospital building, dragging of nambal, sanctioning of degree college etc is vital. Since he represent the village so we are obliged to follow his food steps and will always have our love &amp; support . We pray for his strength and healthy well-being. May Allah grant him the required wisdom and patience.<br />A BIG SALUTE</p>\r\n<p style=\"text-align: justify;\">#COPIED from Tehsil Soibugh's facebook profile.</p>",
    "section": "Sports",
    "sorting_order": "6",
    "image_url": "NA",
    "author": "Suhail",
    "date": "2020-05-12 17:24:30"
  },
  {
    "id": "41",
    "title": "SURNAMES (KRAMS)",
    "body": "<p>Soibugh has the distinction of being one of the largest villages of district Budgam. It is inhabited by approximately 17000 according to the records of central Jamia Masjid of Soibugh. As I have already mentioned that Soibugh can be divided into different mohallas viz Dambipora, Astaanpora, Banpora, Hanjikpora, Chak, Lashiporaand Hatharan. These mohallas are/were inhabited by the people with varying Krams (Surnames) which are 23 in number. these include Bhat, Mir, Syed, Malik, Wani, Dar, Khan, Shah, Parrey, Bagat, Kumar, Beigh, Bangi, Rather, Reshi, Sofi, Zargar, Ahangar, Najar, Sheikh, Paul, Hajam and Chopan and it is imperative for me to have a brief study of these krams.</p>",
    "image_url": "https://i.ibb.co/km27L71/surnames.png",
    "author": "Suhail Bin Abdullah",
    "date": "2020-04-15 13:53:45",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "42",
    "title": "Syeds",
    "body": "<p>Like in rest of the valley, the Syeds started pouring in the village during the heydays of mass conversion to Islam. It was Syed Mohmmad Bukhari who took lead in preaching Islam in Soibugh. He was followed by the coming in and settling of Syeds of Haqani family. This family also left no stone unturned in spreading the message of Islam. This family commanded respect and reverence in the social circles of Soibugh. Syeds were an educated class possessing knowledge of the Holy Quran and traditions of Prophet Mohmmad &ldquo;SAW&rdquo;. They were first to receive modern education and as such are/were employed in Govt. Sectors. Some of the Syeds practice agriculture and own agricultural lands. Mostly Syeds from Hatharan fall in this category. It needs to be pointed out here that some families changed their surnames and adopted Syed surname with the purpose to elevate their status.</p>",
    "image_url": "https://i.ibb.co/3WrMj9C/syed-1.jpg",
    "author": "",
    "date": "2020-04-15 13:54:59",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "43",
    "title": "Bhats",
    "body": "<p>They were the original inhabitants of Soibugh and had a say in the affairs of village for long time. The mass conversion didn&rsquo;t leave them unaffected and most of Bhats got converted to Islam but handful of them clung to their original religion i.e Hinduism.</p>\r\n<br>\r\n<p>This is evident from the fact that some Pandith families resided in Astaanpora till 1990s after which they left their homes for the fear of massacre at the hands of militants. Bhat caste people are engaged in agriculture, trade, Shawlbafi, etc. whereas some are absorbed in Govt. sector. The writer himself belongs to &lsquo;Bhat&rsquo; Kram.</p>",
    "image_url": "https://i.ibb.co/XCgbNxX/bhat.jpg",
    "author": "",
    "date": "2020-04-15 13:57:23",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "44",
    "title": "Malik",
    "body": "<p>The oral sources maintain that Maliks were migrant community. It is believed that ancestor of Malik Kram was Ahmad Malik who was a military general of his times and was settled at Parihiaspora. It is said that he defied the central authority and for this he had pay in the form of banishment. He along with his followers then settled at Soibugh.</p><br>\r\n<p>The Maliks are/were scattered across the length and breadth of Soibugh. The economy conditions conform to lower middle class. The Maliks practice diverse professions like agriculture, horse-carting, swalbafi, etc. Handful of Maliks is absorbed in Govt. sectors.</p>",
    "image_url": "https://i.ibb.co/frdhyGQ/malik-1.jpg",
    "author": "",
    "date": "2020-04-15 13:58:47",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "45",
    "title": "Wani",
    "body": "<p>The ancestry of this kram has been traced from the one named Aziz Wani who is believed to have migrated from Haigam. The Wanis gave Soibugh the concept of trade in real sense. Even today 95% of Wanis are engaged in trading activities and remaining 5% are engaged in other activities.<br><br></p>",
    "image_url": "https://i.ibb.co/F5FX8QR/wani.png",
    "author": "",
    "date": "2020-04-15 13:59:41",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "46",
    "title": "Mirs",
    "body": "<p>The oral sources maintain that Mirs were settled in Soibugh during the Dogra regime (Pratap Singh). It is believed that one Akbar Mir was the favorite of the then Maharaja and he bestowed on him the jagir in Soibugh (the area of Honjekpora). This can be testified by the fact that these Mirs possessed more than 60% of arable lands until the passing of landlord tenants&rsquo; act. Further, among locals these are still famous by the name of Zaildars. Apart from agriculture, the people of this Kram are engaged in trade, shawlbafi, carpet weaving, horse-carting, etc. Many are absorbed in Govt. Sectors.</p>",
    "image_url": "https://i.ibb.co/CJ9LvTZ/mir.jpg",
    "author": "",
    "date": "2020-04-15 14:00:27",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "47",
    "title": "Dars",
    "body": "<p>Dars were the original inhabitant&rsquo;s along with Bhats of Soibugh. They too were also Hindus and with Islamization they came under the fold of Islam. They are/were mostly associated with agriculture.</p>",
    "image_url": "https://i.ibb.co/610136c/dar.jpg",
    "author": "",
    "date": "2020-04-15 14:01:17",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "48",
    "title": "Pauls",
    "body": "<p>The oral sources maintain that Pauls were originally Sikhs and got converted to Islam some three hundred years ago. They are mostly associated with agriculture and shawlbafi. They are/were known for their physique.</p>",
    "image_url": "https://i.ibb.co/R4xCJmx/paul.png",
    "author": "",
    "date": "2020-04-15 14:03:10",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "49",
    "title": "Rather",
    "body": "<p>The oral sources trace their origin from the Rajput clan of Rathore. But this seems concocted as there are no evidences of Rajputs making any attempt to conquer this area. The people of this Kram are mostly agriculturalists and minute portion of this Kram are engaged in trade.</p>",
    "image_url": "https://i.ibb.co/Tk0Ppgv/rather.jpg",
    "author": "",
    "date": "2020-04-15 14:04:02",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "50",
    "title": "Khan",
    "body": "<p>As regards the Khans,they were essentially a migrant community. Till date they hold the office of the village mugadam which in earlier times commanded respect and power in the socio-political circles. It is Yaoob Khan presently holding the office of mugadam. Many Khan Kram people are running small shops as well.</p>",
    "image_url": "https://i.ibb.co/3cKgLGB/khan.jpg",
    "author": "",
    "date": "2020-04-15 14:05:32",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "51",
    "title": "Other Krams",
    "body": "<p>The rest Krams include Baght, Hajam, Parray, Shah, Sofi, Rishi, Zargar, Ahanger, Sheikh, Kumar, Bangee and Najar. People of Baght surname acted as a source of entertainment and are/were called Bands. The Hajams(Naid) are/were barbers, Sofis(kandars) were bakers, Rishis looked after the shrine of Syed Mohammad Bukhari, Zargars(sondars) were goldsmiths and Ahangers(khaar) were blacksmiths.&nbsp;</p>\r\n<br>\r\n<p>As regards Sheikhs (watals) they were cobblers. Kumars(kraal) manufactured earthen pottery. Beighs (doomb) were tanners. Najars(chhaan) were the carpentry class while as Kanils were proficient in making Kangris. Chopans(pohal) were shepherds. Bangees, Shah and Parray were clubbed in the category of agriculturalists.&nbsp;</p>\r\n<br>\r\n<p>With the introduction of modern education the above mentioned Krams no longer remained to their allotted professions and we see people of these Krams opting for other professions of their choice. Further, their financial health has also improved. Apart from these surnames people in Soibugh are also known by nicknames no matter what their profession and location is/was. For example Kashka, Gratta, Kava, Wael, Oali, Tonger, Gaada,Henge, Poye,Jamal,etc.</p>",
    "image_url": "https://i.ibb.co/wwzVchv/others.png",
    "author": "",
    "date": "2020-04-15 14:07:01",
    "section": "Surnames",
    "sorting_order": "2"
  },
  {
    "id": "52",
    "title": "MOHALLAS - INTRODUCTION",
    "body": "<p>Broadly speaking Soibugh can be divided into seven main parts viz Astanpura, Banpura, Dambipura, Hanjekpura, Chak, Lashaipura and Hatharan. These are further divided into several sub mohallas numbering 26 in total. These sub mohallas derive their names mostly from the sur names (krams) like Mir mohalla,Malik mohalla and so on so forth. For the convenience I will try to introduce briefly the major mohallas.</p>",
    "section": "Mohalla",
    "sorting_order": "1",
    "image_url": "https://i.ibb.co/mH1sfB9/mohallas-min.jpg",
    "date": "2020-04-15 11:55:18",
    "author": ""
  },
  {
    "id": "53",
    "title": "Dambipora",
    "body": "<p>This mohalla falls in the northern side of Soibugh. The oral sources maintain that it was initially known as Batapoor for being mostly inhabited by Bhats.</p>\r\n<p>The oral sources hold that there was a family living in the said mohalla without a natural heir and the legend goes like this that one of the parent offered food (wugre) to a hungry saint who is believed to have been Shah Qasim Haqani who offered his blessings to the parent and said to her,&rdquo; you have offered food to hungry man a with the grace of Almighty Allah, you will get your doumb&rsquo;&rsquo;(It means a child in local parlence) thus this mohalla got its name Dambipora. With the passage of time different catagories of people practicing different occupations got settled in this mohalla. Bhagats(Bands) who for centuries has remained a source of entertainment for the villagers reside in this mohalla.</p>\r\n<p>Surnames of Dars,Maliks,Rishis,Zargars,Ahangers and Bangees also in habit/ed this mohalla. The people of this mohalla were/are mostly associated with agriculture while people of Zargar and Ahanger stuck to their ancestral occupations with some exceptions. However, with the introduction of modern education people switched to other professions.</p>",
    "section": "Mohalla",
    "sorting_order": "1",
    "image_url": "https://i.ibb.co/D4ky7SJ/dambipora-min.jpg",
    "date": "2020-04-15 11:56:37",
    "author": ""
  },
  {
    "id": "54",
    "title": "Hatharan, Lashipora and Chak",
    "body": "<p>The three mohallas constitute southern part of the village. It is believed that people of Hataharan were originally the inhabitants of Honjekpora and the legend goes like this that during Dogra regime they were forced to leave(hatto) and asked to settle in the north of Harran (neighboring village in the south of Soibugh) and in this way became famous as Hatharan. This was believed to be done by Dogras in order to settle their favorites at Honjekpora. Hataharan is inhabited by people of diverse castes, crafts and professions. To the south-east lies Lashipora. This was named so because it was not exploited till 1990s and thus was not inhabited but of late owing to the growing population, this area is/was coming under habitation (Literally Lashiapora is an Arabic word means nothing). Maliks, Wanis, Najars,Beighs and Hajams are now inhabiting this mohalla.&nbsp;</p>\r\n<p>Chak in all probability might have got its name from the institution of Chakdar. This can be substantiated from the fact that maximum under cultivation were/are owned by the people from Chak area. The people from these three mohallas are/were involved in all kinds of economic activities. It would not be wrong to call this area as a financial hub of Soibugh. It generates 50% of income of Soibugh and it needs to be pointed out here that it were the Wanis, Mirs and Maliks of this area who first took to trading activities.</p>",
    "section": "Mohalla",
    "sorting_order": "1",
    "image_url": "https://i.ibb.co/mF3tND1/hathaharan-min.jpg",
    "date": "2020-04-15 12:02:36",
    "author": ""
  },
  {
    "id": "55",
    "title": "Hanjik-pora",
    "body": "<p><strong><span style=\"color: rgb(184, 49, 47);\">Hanjikpora</span></strong>, historically known as Topilpore, serves as the central part of our village and is steeped in rich history and cultural significance. Oral traditions suggest that the name &quot;Hanjikpora&quot; derives from its location opposite Honjek, a former military garrison. Another theory posits that the area was once inhabited by Hanjis (fishermen), which gave rise to the name Hanjipora, and later Hanjikpora. However, this theory is less credible as there are no records of Hanji families ever residing in this area.</p>\r\n<p>The area is predominantly inhabited by families from diverse backgrounds, including the <strong>Mirs, Dars, Khans, Sheikhs, Najars, and Rishis</strong>. The Mirs established themselves here during the Dogra regime and were known as the <strong>Zaildars</strong> of the village due to their significant agricultural holdings. The other families have excelled in various professions, contributing to the area&apos;s rich tapestry of talents and achievements.</p>\r\n<p>Hanjikpora is notably recognized for being home to the esteemed Haqani family and has produced some of the region&apos;s most prominent figures. Among these are luminaries like <em>Moulvi Nisaruddin</em>, a distinguished member of Jamat-i-Islami. The area has also given rise to a remarkable number of gazetted officers, doctors, scientists, government employees, religious scholars, and influential personalities. Some of the notable figures include:</p>\r\n<table style=\"width: 100%; border-collapse: separate; border: 1px solid rgb(0, 0, 0); padding: 5px; border-spacing: 1px; margin: 0px auto;\">\r\n    <tbody>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(97, 189, 109); border: 1px solid rgb(0, 0, 0); padding: 5px;\">\r\n                <div style=\"text-align: center;\"><strong><span style=\"color: rgb(184, 49, 47);\">Name</span></strong></div>\r\n            </td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(97, 189, 109); border: 1px solid rgb(0, 0, 0); padding: 5px;\">\r\n                <div style=\"text-align: center;\"><strong><span style=\"color: rgb(184, 49, 47);\">Desig</span></strong></div>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Mr. Abdul Rashid Malik</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Headmaster</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Mr. Hafizullah Mir</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Advocate/Tehsildar</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Mr. Abdul Qayoom Malik</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Headmaster</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Mr. Habibullah Malik</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Headmaster</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Mr. Mohd Shafi Malik</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Headmaster</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Mr. Ghulam Rashool Malik</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">GAD/Social Activist</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Late Nazir Ahamd Khan</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Lecturer in Zoology</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Mr. Fayaz Ahmad Malik</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Scientist</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Dr. Ghulam Rasool Bhat</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">BUMS</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Dr. Showkat Ahamad Dar</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">MD, MBBS</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Sajad Ahmad Dar</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">NMT/RSO</td>\r\n        </tr>\r\n        <tr>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\"><strong>Suhail Bin Abdullah</strong></td>\r\n            <td style=\"width: 50%; text-align: justify; background-color: rgb(247, 218, 100); border: 1px solid rgb(0, 0, 0); padding: 5px;\">Software Engineer <span style=\"font-size: 12px;\">(</span><em><span style=\"background-color: rgb(247, 218, 100); font-size: 12px;\">who is also the developer and administrator of this app/website)</span></em></td>\r\n        </tr>\r\n    </tbody>\r\n</table>\r\n<p>These individuals exemplify the talent and dedication found within our community.</p>\r\n<p>Historically, the mohalla was home to an old government high school, established on land generously donated by Moulvi Nisaruddin. This school was later relocated to Haran, but the legacy of education continues with a girls&apos; high school still operating within the same area.</p>\r\n<p>Hanjikpora is also proud to have produced KAS officer <strong>Mr. Harun Rashid Malik,</strong> who served as the <em>Deputy Commissioner of Budgam</em>, further highlighting the area&apos;s contribution to public service.</p>\r\n<p>Education continues to thrive in Hanjikpora with a renowned coaching center for mathematics, run by <strong><em>Mr. Umer Bashir</em></strong>. This center has become a beacon of academic excellence in Soibugh, drawing students from all around.</p>\r\n<p>Hanjikpora is not just a location on the map; it is a vibrant community that embodies the spirit of progress, education, and cultural richness. Its historical roots and modern achievements make it a central and cherished part of our village.&nbsp;</p>",
    "section": "Mohalla",
    "sorting_order": "1",
    "image_url": "https://i.ibb.co/9qmmFxr/hanjikpora-min.jpg",
    "date": "2020-04-15 12:05:05",
    "author": ""
  },
  {
    "id": "56",
    "title": "Banpora",
    "body": "<p>Banpora as name itself suggests was/is low lying area situated in the east of Soibugh. The whole view of beautiful Hokersar is clearly seen from this area. The people from this area were not economically sound. Since they had no agricultural lands, they resort/ed to other economic activities like hunting, fishing, pottery,etc. This area was/is inhabited by Kumars, Beighs, Khans, Shahs and Dars. Banpora has the rare distinction of giving birth to Md.Yousuf Shah Alias Syed Sallahuddin₋superemo of United Jihad Council (UJC). The standard of living in this area has improved over the years owing to the introduction of modern education and people of this area switched to other professions as well to earn their livelihood.</p>",
    "section": "Mohalla",
    "sorting_order": "1",
    "image_url": "https://i.ibb.co/M10dW7C/banpora-min.jpg",
    "date": "2020-04-15 12:08:24",
    "author": ""
  },
  {
    "id": "57",
    "title": "Astanpora",
    "body": "<p>This mohalla houses the shrine (astan) of sufi saint Syed Mohammad Bukhari and got its name Astanpora. To the west of Astanpora reside Pauls and Gaadas. The former caste were believed to be originally the Sikhs who converted to Islam at the hands of said sufi saint some 300 years ago while the latter were called so for their talkative character(gaada).</p>\r\n<p>The central part of Astanpora is/was inhabited by Bhatts popularly known as Kashkas in local parlence. The writer lives in this very part. This area is/was inhabited by Maliks(gurras),Mirs(bhagwans),Syeds,Ganais and the families of Hajams and Kanils.</p>\r\n<p>The average standard of living of its people conforms to lower middle class. The people of this mohalla are associated with agriculture (Mostly Bhats,Pauls,Gaadas,). Compared to other mohallas of Soibugh this mohalla has lowest literacy rate.Only few families were/are sending their wards to schools (Kashkas &amp;amp; Syeds). It needs to be mentioned here that this mohalla was also inhabited by Pandiths till 1990s.</p>",
    "section": "Mohalla",
    "sorting_order": "1",
    "image_url": "https://i.ibb.co/cg5kCD2/astanpora-min.jpg",
    "date": "2020-04-15 12:09:50",
    "author": ""
  },
  {
    "id": "0",
    "title": "INTRODUCTION",
    "body": "<p>The beautiful valley of Kashmir situated in the northern region of India has been since immemorial times the seat of different cultures, traditions and religions. Foreign cultures and people which made their way in Kashmir at different times also got assimilated and thus resulted in emergence of syncretic culture. The valley has been divided into ten districts and writer&rsquo;s village falls in the central district namely Budgam. Budgam is at distance of 10kms from the summer capital of state-Srinagar. Soibugh, recently accorded status of block level has the distinction of being the largest village of district Budgam in terms of area. As per the census of 2011 and the records of Jamia Masjid the population of Soibugh is 16732.&nbsp;</p>\r\n<p>Soibugh is surrounded on its northern side by the famous Hokersar Lake, Hanjek in the east, Wadwan in the west while Harran falls on its southern side. The south-western parts constitute 80% of agricultural land. The agricultural land is irrigated by a stream known in local parlance as Bud Kul which emanates from Sukhnag, the famous spring of Budgam. Here I would like to mention that the beauty of Soibugh is graced by the presence of big chinars which relieve people from scorching heat during summers. The village can be divided into seven parts which I will discuss in a separate chapter entitled &lsquo;Mohallas of Soibugh&rsquo;.</p>\r\n<p>The social life of Soibugh is/was identical with other parts of the valley with minor exceptions. People of Soibugh follow the religion of Islam though till 1990&rsquo;s there were Hindus as well as there was a separate mohalla adjacent to Kashka mohalla. However, these Hindu families migrated rather fled to other parts of India.</p>\r\n<p>Jamia Masjid,a primary health centre, Govt. Hr. Sec. school, two private lower secondary schools, 6 primary schools, BDO office, police post, ZEO office , telephone exchange, panchayat house, Baitulmaal, Darul-uloom, Jamiat-un-Noor, shrine of Syed Mohd. Bukahari and the two banks- SBI and JKB are the institutions that are scattered across the length and breadth of Soibugh &amp; catering to the requirements of masses.</p>\r\n<p>When we talk of economy, the people of Soibugh are/were mostly associated with agriculture. However, the man land ratio is/was comparatively small due to which majority of the villagers have/had to depend upon the imported rice. As I have earlier mentioned that most of the agricultural land falls in the southern side of village. The locals assigned names to the different locations of agricultural lands like manzkhah, butchek, pirchek, seensar, bobal, samun, bundkher, chhickler, chinandej, ranthev, etc. Rice is/was the main crop grown but some year&rsquo;s back a sizeable portion of arable land was shifted to horticulture. People without any landholdings have to depend on their caste related professions and their economic conditions were not sound. However, over the years their economic conditions have improved courtesy of modern education and they no longer remained stuck to their ancestral professions. Apart from agriculture people of Soibugh supplement their income by engaging themselves in shawlbafi and carpet weaving. One could also see in Soibugh people in their capacity being cobblers, potters, butchers, labourers, etc. earning the livelihood. In this way Soibugh presents a typical example of a medieval self sufficient village. Of late a sizeable service class has also emerged and average standard of life has improved considerably.&nbsp;</p>\r\n<p>As for as politics of Soibugh is concerned, it can be gauged from the fact that it was Md. Yousuf Shah alias Syed Salluddin(who changed the very course of history of J&amp;k when he decided to take arms against the Indian leadership in order to force them to decide the issue of Kashmir) hails from this village. The militancy in Soibugh was at its zenith during mid 1990s but afterwards it started declined and continued to go downhill. The other towering personality of Soibugh was Syed Shabir Siddique who also played an important role in contemporary Kashmir. He died fighting security forces in Hazratbal way back in 1996. Besides giving birth to pro freedom stalwarts Soibugh has also produced persons who identified with nationalist ideology. Among them mention be made of Assadulah Mir and Md. Kamal Malik who contested the assembly elections of 1987 &amp; 2002 on congress and PDP tickets respectively.</p>\r\n<p>In the field of literature the contribution of <strong>Azizullah Haqani, Haji Nissar Ahmad, Ab Salam Bhat, Gh. Mohidin Mir, Syed Shabir, Hasrat Hafeez,etc. </strong>can not be neglected. The rich literature produced by these erudite scholars paved the way for the moral and intellectual development of Soibugh.</p>",
    "date": "2020-04-15 06:39:44",
    "section": "introduction",
    "sorting_order": "0",
    "image_url": "https://i.ibb.co/d02DfrN/soibugh-intro-min.jpg"
  },
  {
    "id": "59",
    "title": "GEOGRAPHY",
    "body": "<p>As already stated in the introduction that Soibugh is bordered on its east by Hanjek, on its west lies Wadwan, in the southern direction lies Harran while the famous lake, Hokersar lies on the northern side.Magam, Gotapura, Aarth lies towards north-western side. In the south-west lies Shoolipura, Arizaal and Nasrullahpura.HMT and Shalteng are on its north-eastern side while as Galwanpura and Sebdan fall in the south-east side of Soibugh.</p>\r\n<p>Soibugh is connected with Srinagar via HMT-Shalteng(NE); Soibugh-Bemina(SE) and Soibugh-Budgam(S).The district headquarter which lies in the south-east direction of Soibugh is at a distance of 8kms from Soibugh. The road which heads towards western side of Soibugh leads to Magam.</p>\r\n<p>Soibugh is divided into seven main parts (mohallas) inhabited by people with different surnames (krams) numbering 23.</p>\r\n<p>World famous lake Hokersar is located in the vicinity of Soibugh. It takes only 10-15 minutes by boat to reach the lake. In past, many families were dependent on the lake for their livelihood as they were engaged in fishing and hunting. But to their despire govt. imposed ban on the hunting of the birds. The birds found in the waters of Hokersar are koltunj, thuj, brag,dodhbrag,ghuiriunz,anz, nilij,pachhin, trool,etc.</p>\r\n<p>Lastly I would like to mention about the chinar trees which are found in abundance in Soibugh. However, the bunch of chinar trees is situated at the main stop of Soibugh. Sir Walter Lawrence mentions of these chinars in his famous book &lsquo;The Valley of Kashmir. These chinar trees add charm and beauty to Soibugh. People from age all age groups are seen enjoying the shade of these chinar trees in the scorching heat of summer. However, many chinar trees were cut down to heat up the hammams of neighboring masjids.</p>",
    "date": "2020-04-15 06:41:25",
    "section": "introduction",
    "sorting_order": "0",
    "image_url": "https://i.ibb.co/HxvwHXc/geo-3207-min.png"
  },
  {
    "id": "60",
    "title": "HISTORY BEHIND PLACE NAME",
    "body": "<p>Since we all know that valley of Kashmir was initially a lake and according to geologists changes took place and water got drained from Kashmir and then it became suitable for habitation. But the question is why Kashmir is named so. It is believed as per legend that Kashmir was named after the great Kashyap Dev who drained water from the valley with his powers and made habitation possible in Kashmir. The above version though fails to appeal mind is more popular among the common masses. And same can be applied to the villages of Kashmir which are named after certain traditions, beliefs, myths and even personalities.</p>\r\n<p>The background of the name of Soibugh can be had from different versions. The first version point out that the village was named so because of its peculiar geographical location. &lsquo;Soun&rsquo; means &lsquo;deep&rsquo; and &lsquo;bugh&rsquo; means &lsquo;land&rsquo;. It has been maintained that a stream called &lsquo;Ahij&rsquo; was flowing through this area before culminating in the famous Hokersar. This stream brought with itself silt which got deposited in this area and gradually the land became suitable for habitation plus stream got dried up. This can be substantiated by the presence of an area still known as Hurbugh in the west side of the village. &lsquo;hur&rsquo; means &lsquo;elevated&rsquo; and &lsquo;bugh&rsquo; means &lsquo;land&rsquo;.</p>\r\n<p>Another theory regarding the nomenclature of Soibugh surfaced in 2009 with the discovery of Hindu idols at Hataharan, south-east of Soibugh. These remains of the temple are believed to have belonged to the period of Avantiverman. It is speculated that this temple might have been constructed by the then prime minister of Avantiverman- Suyya Bhat. And as a natural corollary it makes one to believe that Soibugh was named after him-Suyya bugh(Suyya&rsquo;s land).</p>\r\n<p>Another version regarding the name of Soibugh is that since there were/are abundance of Chinars which provide/d shade (Saya) during summers. Legend goes that one of the Mughal officer visited here in 16<sup>TH</sup>&nbsp;century and was enchanted and enamored by the presence of these Chinars and he consequently named it &ldquo;SAYA BAAGH&rdquo; which subsequently got transformed in Soibugh.</p>\r\n<p>The first and second version seems to contain some grain of truth while as the last version does not hold ground as no Mughal officer had visited in Soibugh in 16<sup>TH</sup> century.</p>",
    "date": "2020-04-15 06:43:35",
    "section": "introduction",
    "sorting_order": "0",
    "image_url": "https://i.ibb.co/hFLpfxp/history-behind-soibugh-min.jpg"
  },
  {
    "id": "61",
    "title": "EDUCATION",
    "body": "<p>There was less % age of educated Indians before independence same was the case with j &amp; k. There was handful who had received modern education. After independence directive principles were enacted in which education was one of the directives which were to be provided necessarily to all, presently it is fundamental right. under this article, Modern education was provided through various educational schemes and programmers? As Soibugh was no exception, In this scenario only a handful of people were educated. This is substantiated by the fact that only non-Muslims were on high posts of administration .Koka lala, nar kar , kashi nath etc were the earliest in habitants of soibugh had received modern education. Among the earliest local Muslims who had received education were Molvi Syed Ala-ud &ndash;din, Syed Mubarak shah and GhuLam nab. These were the personalities who have been credited to Islamize the society of soibugh. They establish Darasgrah and taught Quran to the students .Alaud din later on became the imam of soibugh and delivered Friday sermons for almost 37 year. He and organized body of Jamia masjid established jamia darasgrah (like madrasas which used to be in medieval times).In the late 1920 maharaja Hari singh established the primary schools. The first group of students who received education in this primary school were Syed Mohd Yaseen Bukharie, Abdul samad khan, Assadullah mir , Ghulam Mohideen Mir , Abdul Salam Bhat and Dr Md. Sultan Bhat joined primary school Soibugh which was later on up graded as middle school and then 1962 into high school .The academic achievement of the above mentioned students are. One among them received education up to middle and one up to matric four joined higher education in Budgam .Among these boys late Syed Yaseen Bukharie has done R.M.P. (registered medical practitioner) degree from Rawalpand in Pakistan Ghulam mohi-ud-din Mir did B.A.B.T and become D.O and at present is a retired. Another who followed him, was Abdul salam who also did M.A in persion and reached to the post of principal, currently is also a retired Dr mohammad sultan Bhat did M.B.B.S and created history by becoming the first doctor of our village. The primary school was up graded to the gt high school and the above mentioned primary school was upgraded to hr. sec. This school not only provides education to local residents of soibugh but also adjoining areas around it like dharmuna wadwan haran etc. It was only later that the private efforts in education the people on modern lines came to SIPS and I-E-I in education against shariat. These schools did not have commercial purpose. They were raised on public funds so that everyone could afford to receive education and the writer is one of the producers of the institution namely Islamic education institution in village Soibugh. prior to Muslims some Hindu women received education mention may be made of tosha ,gira raini ratna etc while among muslims it was Moulvi Syed Allauddins daughter, Syed Shafiqa Bukhari who received her modern education presently she is working as professor .Then she was followed by many girl students.</p>\r\n<p style=\"margin-bottom: 0.35cm;text-align: left;\">The whole scenario above mentioned has changed from few to bulk. It (soibugh) has achieved fame in district Budgam regarding education .It has provided no of personalities.</p>",
    "image_url": "https://i.ibb.co/brzYbTv/education-min.jpg",
    "section": "Education",
    "sorting_order": "5",
    "author": "",
    "date": "2020-04-30 16:57:05"
  },
  {
    "id": "62",
    "title": "INSTITUTIONS",
    "body": "<p>A network of institutions was laid in village soibugh belonged to different department. The main reason behind their establishment is to modernize the society and work for its amelioration. Following were the man:-</p>\r\n<p>Angenwadi Centres: -</p>\r\n<p>In our village soibugh these centers provided many facilities to children and pregnant ladies. Like medicine, food items (chana, Nutri,Rice,Mong,Halwa)etc the workers of these centers provides counseling and guidance to the woman&rsquo;s of the villages.</p>",
    "image_url": "https://i.ibb.co/nnfpJJF/institutions-min.jpg",
    "section": "Education",
    "sorting_order": "5",
    "author": "",
    "date": "2020-04-30 16:58:09"
  },
  {
    "id": "63",
    "title": "HIGH SCHOOLS",
    "body": "<p>In the previous chapter, I have mentioned that in 1962the middle school was promoted into high school. Presently there are 3 high school on the land of Soibugh namely govt. High school, Islamic educational Institute, Shaheen Islamic Public School.&nbsp;</p>\r\n<p >The former is run by the Govt. and the latter two are looked by the private section. These schools did not have commercial purpose. They were raised on public funds so that everyone could afford. The Writer is also one of the product of the institution namely I-E-I in village Soibugh and the developer is the product of SIPS.&nbsp;</p>\r\n<p >These two schools have played a new role in illuminating the dark minds of Soibugh. Hundrends of students from both the sexes acquire modern education from these institutions. The education and curriculum in these high schools is such, that flocks of students are attracted not from impeding locality, but also from far and wide. It is in place to noteworthy, that the buildings of all the three high schools are massive with plenty of rooms, rich libraries and laborites besides huge play grounds are attached with them.</p>",
    "image_url": "https://i.ibb.co/fXJ0WM6/high-schools-min.jpg",
    "section": "Education",
    "sorting_order": "5",
    "author": "",
    "date": "2020-04-30 17:01:02"
  },
  {
    "id": "64",
    "title": "Brief History of 2 Private Schools",
    "body": "<p style=\"text-align: justify;margin-left: 0.45cm;margin-bottom: 0.35cm;\"><strong>Shabeena Darasgah : -</strong> It was established by Syed Shabir Ahmad Sidiqui and was later extended to a full-fledged public school viz Islamic Educational Institute. The main purpose was that to provide both modern education and religious education</p>\r\n<p style=\"text-align: justify;margin-left: 0.45cm;margin-bottom: 0.35cm;\"><strong>Darasgah Islamia School: -</strong> It was eastablished by Molvi Alla ud din and organized body of Jamia(Haji Ismail Bhat, Haji Gh Qadir Bhat, Dr Md Sultan, Haji Noor Ah Malik, Haji Md Abdul Wani). Its first teachers were: - Syed Mohd Anwar, Ab Khaliq, Syed Ab Hameed, Gh Ah Paul. It was commonly known as Jamia School (Madrasa /Maktab similar to medieval times which was later extended to Shaheen Islamic Public School by Dr Sultan.</p>",
    "image_url": "https://i.ibb.co/WfCTSVz/brief-history-min.jpg",
    "section": "Education",
    "sorting_order": "5",
    "author": "",
    "date": "2020-04-30 17:02:36"
  },
  {
    "id": "65",
    "title": "NIET-SOIBUGH",
    "body": "This school was founded by Mr Manzoor Ah Malik and established in the year of 2009. It was the first school in rural areas of District Budgam at Soibugh on CBSE pattern with emphasis on Islamic studies, Moral lesson and English language. The school has reached up to 2nd standard in 2014 session.",
    "image_url": "https://i.ibb.co/JR5bvX0/niet-soibugh-min.jpg",
    "section": "Education",
    "sorting_order": "5",
    "author": "",
    "date": "2020-04-30 17:03:21"
  },
  {
    "id": "66",
    "title": "Jamia Masjid",
    "body": "<p style=\"text-align: justify;margin-bottom: 0.35cm;\">Jamia Masjid at Soibugh is regarded as &ldquo;the purest and novelist house of prayer&rdquo;. The land for this Jamia Masjid was donated by late Qudus Mir one of the elders of village.The foundation stone of the Jamia Masjid was laid by Syed Alludin and the first congregation prayer was held in 1958, which was also under the enlightenment of Syed Allaudin. The Jamia mosque had a beautiful courtyard accommodating more than 10,000 people. It was only few years&rsquo; back that the old structure of jamia Masjid was dismantled as it was thought that it wouldn&rsquo;t stand the test of time. The mosque was reconstructed at a cost of Rs 1 crore 50 lacks. For a long time the Jamia mosque represented and manifested the symbol of unity and cooperation as it was place where people offered daily prayers besides a Friday prayer. Unfortunately due to practical reasons there were two more Jamai Masjid&rsquo;s established one at Check and another at Bonapora. The reason behind the establishment of two other Jamia&rsquo;s was that of long distance and time it took for many people to cover such distance. It was very difficult for handicapped and old age people to cover a long distance.</p>\r\n<p style=\"text-align: justify;margin-bottom: 0.35cm;\">The 3 Jamia Mosques are followed by more than 23 small and big mosques for daily prayer where we can notice a good number of prayers. To some mosque&rsquo;s a room is attached for imparting Islamic teaching especial Quran. The writer is also running a Darasgah since almost one decade.</p>",
    "image_url": "https://i.ibb.co/MhK0FtL/jamia-masjid-min.jpg",
    "section": "Education",
    "sorting_order": "5",
    "author": "",
    "date": "2020-04-30 17:04:22"
  },
  {
    "id": "67",
    "title": "Other Institutions",
    "body": "<p style=\"text-align: justify;margin-bottom: 0.35cm;\">Among the other secular institutions operating over thin border of Soibugh are first class executive magistrate the office of Patwari, police station , two banks (SBI and J&amp;K) .B.S.N.L exchange Panchayah Z.E.O. office, Patwari, office electrical office check post and post office Primary health centre etc. The other religious institution that sprang in soibugh Include, Darool-ul-uloom, Haqaniya, Jamiat-ul-Noor and better life society (Biatul-maal).The last institution is established with the aim to alleviate the sufferings of downtrodden, poor, helpless, etc according to the instructions laid down by the Islam.</p>",
    "image_url": "https://i.ibb.co/5FNDvmx/other-institutions-min.jpg",
    "section": "Education",
    "sorting_order": "5",
    "author": "",
    "date": "2020-04-30 17:05:24"
  },
  {
    "id": "68",
    "title": "Telemedicine: a remedy to Animal Care amid Coronavirus By Roshan Rasool",
    "body": "<p>Coronavirus pandemic has become a challenge for all&mdash;humans as well as animals. Animals are our god-gifted assets. They nourish &amp; guard us; accompany and play with us when we are in distress; provide essential commodities (meat, milk, fabric) and apparels; they sustain our income and livelihood. No matter how poor one is, a cup of milk is available on the shelves of our kitchen. Animals balance and enrich our ecosystem. They are friends always at our disposal. They are not viruses. They are not communal &amp; stigmatizing like us. Unfortunately, these speechless creatures won&rsquo;t perceive the pandemic.</p>\r\n<p>In this time of corona hit and halted movements, animals need the utmost attention. Common ailments and diseases attack them routinely. Ignoring animal sufferings amid the current lockdown will disrupt the ecosystem and aggravate the crises. Restricted movements, social distancing, and PPE are to be followed.</p>\r\n<p>Animal cure becomes a challenge. The solution lies in Telemedicine. The practice will serve the purpose to break the chain and cure animals. We aim to encourage Telemedicine for animal health. We strive to achieve cooperation building between public and animal specialists to ensure animal welfare in the present crises.</p>\r\n<p>Telemedicine is the use of telecommunication technologies for remote consultation. It includes remote diagnosis, treatment, or suggestions to delay surgical conditions. Amid worldwide lockdown policy, our animals need the utmost care to survive common ailments. Dead animals need to perish properly. Pet lovers should restrict frequent and unnecessary visits to veterinary clinics &amp; hospitals to prevent commune transmission. At the same time, pet owners and people possessing livestock and poultry birds constitute a valuable asset.<br style=\"box-sizing: border-box;\">Naive animal infections from untreated animals for sure will add to the menace. Regular animal mortality losses or deaths, resulting in untreated animals need ways of disposal. Unscientific disposal of carcasses pollutes the environment and inflict new outbreaks. Burial, landfill, rendering, or incineration is the proper disposal. If not done, it would lead carcass fluids to groundwater wells. Bacteria and viruses may float surface water. The obnoxious odour may spread due to gases in the air. A breeding habitat would come up for flies and scavengers. All of this may lead to unfavourable breathing. These stakeholders need support, and supporters (vets) are under lockdown. Here, Telemedicine has virtual power, although it may not replace the conventional form of treatment.<br style=\"box-sizing: border-box;\">Supreme health organizations viz the World Health Organization (WHO) and the American Veterinary Medical Association (AVMA) insist and recommend telemedicine practice in humans and animals during these crises. The method can prevent the pandemic from entering the community transmission phase. Thus our health workers and veterinarians need to adopt this practice as an essential public service. For sustained animal health and production, AVMA, in consultation with WHO, delivers telemedicine guidelines for veterinarians to respond to the COVID-19 crisis. AVMA incorporates Telemedicine into veterinary practice with specific applicable laws and regulations, which, in particular, include training within an existing Veterinarian-Client-Patient-Relationship (VCPR), proper treatments for specific diagnostic ailments and handling of surgical conditions in animals.</p>\r\n<p>Moreover, BMJ Health Care Informations, in its March 2020 documentation, also suggests that Telemedicine in human and veterinary services has the potential to improve overall quality, which, is need of the hour. All types of elective surgeries on animals have to be postponed. Telemedicine for animals through live video, audio, instant phone calls, or messages may prove beneficial in the present crises. Internet gadgets, social media apps, and text chats may end communication gaps between client and the expert like reporting animal deaths to authorities if scientific disposal is not possible. Authorities need to be alert and responsive.<br style=\"box-sizing: border-box;\">The animal and Sheep Husbandry department, along with SKUAST&rsquo;s referral veterinary hospital, has already emphasized this practice officially. We may, consequently, achieve two benefits&mdash;taking care of animals &amp; preventing community spread of COVID-19.</p>\r\n<p>Owners need not drive long distances to veterinary consultants or surgeons. Telemedicine may curb common illnesses &amp; manage chronic conditions associated with animal ailments. However, Telemedicine may not replace in-person examination. But, it can be a useful virtual form of consultation. Veterinarians do have far more significant challenges than medicos as the patient neither speaks nor answers probing questions and, therefore, treating animals remotely becomes even a more substantial challenge. Sometimes vets are unable to attend cases at very far off places, and most of the large animals need more than four persons to restraint their movements. Still, a commendable job is on their part to save human lives by ensuring animal welfare. Sometimes animal needs in-person care due to emergency or severe condition. Here, veterinarians are obliged to attend with proper PPE and social distancing measures.<br style=\"box-sizing: border-box;\">Vets bear obligations, legal analysis of practice, and laws of the profession which should never go. They are the people who can increase the faith of livestock holders and boost the economy. For sure, it is an obligation of both animal owners as well as veterinary medicine experts to have a look at animal health and production. All should be dedicated to the care and management of these speechless creatures. We should encourage animal health and sustainable production when we believe that healthy animals mean healthy humans, why not to serve this asset from all points of the brain, and believe in one health, one medicine. Val Jones has nicely lined a bit of advice &ldquo;As we continue to deliver healthcare to our patients, let&rsquo;s remember not to serve up any sides of unnecessary mental anguish.&rdquo;</p>\r\n<p >The author, therefore, concludes that we, the veterinarians and livestock and pet holders, need full cooperation at this point to provide the utmost care to our animals. Otherwise, negligence on the part of departments or farmers may prove disastrous. There is a dire need to educate masses as to the role of Telemedicine during this threat. It can heal the animal &amp; delay severity. Deaths and unscientific disposal of animals may be checked. Moreover, it is for the government to restore high-speed internet to ensure better Telemedicine to our speechless creatures is extended to without hassle. Let&rsquo;s hope a sigh of relief from COVID-19 emergency for the welfare of the public and prosperity of livestock and poultry sector in the country in general and a union territory of Jammu &amp;K Kashmir, in particular, is taken.</p>\r\n<p>Ghulam Rasool Bhat</p>\r\n<p>The author is working as Assistant Professor in Veterinary Clinical Complex, FVSC &amp; AH, SKUAST K and can be reached at</p>\r\n<p>rasool_roshan0127@rediffmail.com</p>\r\n<p>Source : <a href=\"https://www.asnaav.com/telemedicine-a-remedy-to-animal-care-amid-coronavirus/\">https://www.asnaav.com/telemedicine-a-remedy-to-animal-care-amid-coronavirus/</a></p>",
    "section": "Articles",
    "sorting_order": "8",
    "image_url": "NA",
    "author": "By Roshan Rasool",
    "date": "2020-05-01 09:29:34"
  },
  {
    "id": "69",
    "title": "Isn't COVID-19 related to new trend of trade war?",
    "body": "<p>The virus-infective agent that can be seen by light microscopy only, confined billions of people across the globe and crashed market.</p>\r\n<p>The way COVID-19 spread is definitely doubtful and there are existing series of theories ranging from allegation of Bio warfare to Zoonotic disease etc. but one thing is missing that the possibility of food security challenges and climate change, hunger &amp; malnutrition, resource depletion, poverty and pollution are the major challenges of global level and having direct negative impact on downtrodden poor people across the globe.</p>\r\n<p>The deliberate neglect by modern political discourse posing a remarkable question over the humanity!</p>\r\n<p>The global trend needs to be shifted from cold war/armed race to good governance as by 2050 people will forget and repent over the wastage resources on warheads. Because, the study proved that by 2050 food grain demand will increase by 50% (~feed to 1.65 billion populations by 2050).</p>\r\n<p>Obviously, one can&rsquo;t stretch the land to increase the food grains and population explosion has extreme negative impact over natural resources.</p>\r\n<p>The craft the food security policy is need of an hour and major focus on; zero net land degradation, 20% increase in total food supply chain efficiency, reduce loss (post-harvest), 20% increase in water, nutrient management etc. to meet the food security challenge by 2050.</p>\r\n<p>Definitely, we may lose the clutch if above mentioned objectives not focused properly in time otherwise in 2020 we are fighting COVID-19 and by 2050 have to fight over piece of bread!</p>\r\n<p>Besides, the food security climate change is uphill task to deal as it could lead water scarcity in various regions of country. The various research reports suggested that India may an increase of 2-2 to 2.9 degree Celsius by 2050 affect overall food production. Declining and degrading land resource will pose severe threat to mankind in terms of food security.</p>\r\n<p>So, before hunger ghost land into We, can&rsquo;t rule out the correlation between climate change and increase in vulgarity of infectious diseases (SARS, MERS and COVID-19).</p>\r\n<p>This reflects the impact of human intervention in nature that is rapid demographic, life style, environmental, technological and many other changes in our system.</p>\r\n<p>The pandemic of COVID-19 will definitely change the global order. As said disease shattered &nbsp; lives, disrupted markets and most thing is that exposed the competence of political governments of different countries and change the political paradigm especially in underdeveloped countries.</p>\r\n<p>So, the COVID-19 will permanently shift the priorities and reshuffle major political and economic strategies. One of the most important things is that whether China may succeed to replace U.S centric globalization or not.</p>\r\n<p>The COVID-19 will testify the different governing systems ranging from populist, authoritarian, autocratic system, throughout the world and after the success over pandemic the polarization and security may end to some extent.</p>\r\n<p>The pandemic may prevail good sense to focus on real issues of poor people and settle priorities like food security, hunger, health care, climate change etc. The recent video conference of all South Asian leaders to design the common regional program or response to the existing threat of pandemic.</p>\r\n<p>Where we stands? The economic, political and social aspect of COVID-19 is yet be ascertained and the fact is that the country like USA is on its knees to fight the virus. The India&rsquo;s population ~133.92 crore and it will take years to screen the population and most populace country has more challenges to face to overcome the challenges.</p>\r\n<p>The COVID-19 posed series of questions over the policy makers of underdeveloped countries more specifically to India. The government is suggesting precautionary measures like complete lockdown and there seems nothing scientific in physical isolation.</p>\r\n<p>In conclusion the price has to pay by the poor people that islabor class vendors etc. The government should reorient the policy and invest on health and agriculture sector to secure the future of generations.</p>\r\n<p>Can missile, jet fighters, modern warheads and nuclear warheads fight COVID-19? The objective of these things and COVID-19 is same-to kill human beings. Do we still need such weapons?</p>\r\n<p>In this context, the policy makers may wake up from deep slumber of blunders in past to real interest in resolving issue that are facing in daily life and the said pandemic will serve us in pragmatic way to over the intriguing challenges of South Asian countries (more specifically India and Pakistan).</p>\r\n<p>Another aspect of the pandemic would be the deep instability within the states or across the countries. The economic crisis due to said pandemic may lead towards either resilient world order as South Asian leadership called the video conference to craft the common policy to defeat the threat or hoax and chaotic situation as world economic is under depression-may lead instability within the states or countries. The complete lock down fact is evident and crash of markets may definitely considered financial heart attack of capitalism of modern era.</p>\r\n<p>The pandemic testify the leadership across the globe and as the crisis may come under control and can see the bottom lines of murky politics. What lies behind the bottom? Yet to be answered.</p>\r\n<p><a href=\"mailto:naveeddkmr@gmail.com\">naveeddkmr@gmail.com</a></p>\r\n<p>Source : <a href=\"http://www.risingkashmir.com/news/isnt-covid-19-related-to-new-trend-of-trade-war\">http://www.risingkashmir.com/news/isnt-covid-19-related-to-new-trend-of-trade-war</a> <br><br></p>",
    "section": "Articles",
    "sorting_order": "8",
    "image_url": "NA",
    "author": "Dr. Ishrat Naveed",
    "date": "2020-05-01 19:20:24"
  },
  {
    "id": "70",
    "title": "KitchenGardens: Need of the hour",
    "body": "<p>The growing of vegetables around/close to the houses are called Kitchen gardens, there are many other gardens, like flower garden, fruit garden, herbal garden, botanical garden. Rural economy is at utmost risk throughout the country due to lockdown and there seems desperate need to convert lawns, backyards and fallow land, flower gardens under vegetable cultivation.<br>The current challenge of COVID-19 pandemic is severe and much severe may be the post pandemic hunger that may kill several folds than COVID-19. The self-sufficiency is the only solution to fight the food security challenges and establishment of Kitchen/Backyard Gardens is need of an hour in this context. One of the positive aspects of COVID-19 is that Kitchen Gardens increased several folds in lockdown as per the Director Agriculture Kashmir.<br>The unemployment will increase and is considered one of the serious challenges in JK. Youths are requested to engage yourself in agricultural activities in leisure time and that will be your positive input to fight hunger challenge of society.<br>The people across the country more specifically Jammu and Kashmir should reconsider the priorities of basic needs as the pandemic may go for a longer period time.<br>Why I raised the question of establishment of Kitchen Gardens more specifically in urban areas?<br>The global economy is on recession (USA, Germany, UK, Japan) all are on down trend and reportedly growth rate may go below minus. Most of the developed countries have started to lenient lockdown even they are considered economically sound because of fear of economic recession. In context of the pandemic, which created chaotic situation across the globe and in previous article I predicted that democracies will come out of shells like rotten eggs and priorities may change from armed race to food security and health care in new world order.<br>Since our country is role to play in this battle of survival for the fittest and food security is one of the basic need to fight as lockdown may go prolong. The question of survival of fittest and here is a quotation, &ldquo;It&rsquo;s survival of the fittest. You can&#39;t have everything perfect, that&#39;s impossible, but the fit survive. The fit can handle the impurities in the air and in the water, but the poor people who are sick, it really affects them more.&rdquo;<br>Jack LaLanne. The poverty is persistent menace and more than 29.8% of the countries (India&rsquo;s) population of 1.35 billion lives still below poverty lines. In July 2018, a Vienna based think tank (World Poverty Clock) reported that 5.9% (70.6 million) of Indians living in extreme poverty. Hence, poverty and hunger ghost next at your door along with pandemic!!!<br>The environmental scientist (Jill Edmondson) reported, &ldquo;. Just 16% of fruits and 53% of vegetables consumed in the UK are grown domestically. The urban gardens are not just a means of providing nutritious food to city dwellers, but also a way of improving food security&rdquo; The JK is mostly dependent on complex chains of vegetables and a fruits from other states but my suggestion is to explore concept of Kitchen Gardening to cultivate at door more resilient food security of urban population.<br>Despite the bumper crop of cereals, vegetables in Dharwad (Karnataka), over 30% of crops left unharvested due to acute shortage of labor&rsquo;s and lack of access to the market. Even farming a small percentage of land can meet demand of vegetables to larger extent and help to build a concept of self-sufficiency.<br>There are several reports of destroying of blooming crops as the chain breaks due to nationwide lockdown, the sale of the agriculture products is crucial as farmers have to get out put(subsist) and grow the next crop.<br>The farm labors with no income in this pandemic barley meeting their basic needs and can&rsquo;t buy the essential commodities from market as millions of labors are directly dependent upon the farming across the nation. But, the lockdown have withered their hopes and ditched them in distress.<br>Although there is no official assessment on the loss to farmers but there seems drastic drop in lockdown and farmers have been suffered around 60-70% in Karnataka<br>Due to lockdown the marketing chain breaking one side compelled farmers either to destroy the crops or sell at lowest price for example in Karnatka the price of cabbage, cauliflower and melon dropped uptoRs 01 per kg and on the other side vegetable deficient areas facing acute shortage. The lack of cold storage and processing units of top producers of states reflects the incompetence at the end of administration in null and void in one side and delay in framing out the proper policy for farmers on another end is considered the greater the tragedy of nation.<br>My analysis shall draw attention to the irony of thousands of people struggling to get two meals and millions of farmers are in uncertainty of marketing despite getting bumper crop. Here is the role to play by Government.<br>Advantage<br>The establishment of Kitchen Garden may help to meet the vegetable requirement to some extent and boost the concept of self-sufficiency, fresh vegetables available at ease, get chemical free vegetables and organic in nature, adding beauty and bounty around the houses. Further, people working in gardens impart physical fitness.</p>\r\n<p>ishratbiotechqau@gamil.com</p>\r\n<p>This article was sent to us by the the author itself, however the source of the article is http://www.risingkashmir.com/news/kitchengardens-need-of-the-hour-360577.html</p>",
    "section": "Articles",
    "sorting_order": "8",
    "image_url": "NA",
    "author": "Dr. Ishrat Naveed",
    "date": "2020-05-03 07:50:41"
  },
  {
    "id": "71",
    "title": "Why Pandemic Should Encourage Muslim Societies To Break Inertia?",
    "body": "<p style=\"text-align: justify;\">There is no denying the fact that Islam attaches great importance to knowledge and education. That education is the starting point of every human activity becomes evident from the fact that the first word of the first revealed verse of the Holy Quran was&nbsp;&lsquo;Iqra&rsquo;, that is read.</p>\r\n<div id=\"attachment_221803\" style=\"text-align: justify;\">Several Prophetic traditions highlight the significance of acquiring knowledge and developing scientific temper. The earliest manifestation of the importance Islam attaches to knowledge was visible when the prisoners of war who fell to the Muslims during the battle of Badr were offered freedom in place of their teaching the children of Medina. Moreover, the Islamic approach as it emanates from the Glorious Quran is neither based on mythology nor superstition, but instead, it is based entirely on scientific principles, that is following the reality. The Creator has time again exhorted us to think over His bounties and unravel the mysteries of nature.</div>\r\n<p style=\"text-align: justify;\">A peep into the Islamic past makes things abundantly clear. During the early period, the Arabs displayed a remarkable capacity of assimilating the scientific knowledge of the ancient civilizations they had overrun. The Abbasid Caliphs opened wide the gates of learning from all quarters and it was in pursuance of this zeal that Caliph Al-Mamun set up a House of Wisdom (Bait-ul-Hikmat) at Bagdad for translating into Arabic the learning from various civilizations-Greek, Byzantine, Egyptian, Iranian and Indian. And no wonder within a short period almost all the important scientific works of the various countries became available in Arabic. The overall impact of this endeavour was that Arabs reached a stage by the beginning of the tenth century when they made their contributions to the various sciences and the other branches of knowledge. Arab world became the leader in the field of science as its different branches like geometry, astronomy, optics, geography, chemistry, medicine, algebra, zoology, etc experienced phenomenal growth.</p>\r\n<p style=\"text-align: justify;\">Moreover, the Muslim geographers advanced the knowledge of the world and the Arabs also helped to develop new devices for travelling across the open seas. And then the contribution of Muslims in enriching the fields of history and sociology besides furnishing interesting and useful details about the different lands they visited can hardly be erased from the pages of history. The mention of a few luminaries below in the different branches of learning will help to appreciate our lost glorious heritage;</p>\r\n<p style=\"text-align: justify;\">1)&nbsp; Al-Khwarizmi- A mathematician par excellence,</p>\r\n<p style=\"text-align: justify;\">2)&nbsp; Jabir ibn Hayan- Considered as the father of chemistry,</p>\r\n<p style=\"text-align: justify;\">3)&nbsp; Abu Rayhan al-Beruni- Considered as the first anthropologist and father of Indology, a great mathematician, astronomer and historian,</p>\r\n<p style=\"text-align: justify;\">4)&nbsp; Ibn-al-Nafis- A great sociologist, the first to describe the pulmonary circulation,</p>\r\n<p style=\"text-align: justify;\">5)&nbsp; Ibn Khaldun- Hailed as the forerunner of modern social sciences,</p>\r\n<p style=\"text-align: justify;\">6)&nbsp; Al-Masudi- Called as the &lsquo;Herodotus of Arabs and pioneer of historical geography,</p>\r\n<p style=\"text-align: justify;\">7)&nbsp; Al- Kindi- Pioneer of environmental science,</p>\r\n<p style=\"text-align: justify;\">8)&nbsp; Muhamad-Al-Idrisi- A cartographer,</p>\r\n<p style=\"text-align: justify;\">9)&nbsp; Ahmed-ibn Sahl-al Balkhi- Pioneer of mental health,</p>\r\n<p style=\"text-align: justify;\">10)&nbsp; Ali-ibn Abbas al-Majusi- Pioneer of neuroanatomy and neurobiology,</p>\r\n<p style=\"text-align: justify;\">11)&nbsp; Avicena- Pioneer of neuropsychiatry,</p>\r\n<p style=\"text-align: justify;\">12)&nbsp; Ibn-Zuhr- Pioneer of neurology,</p>\r\n<p style=\"text-align: justify;\">13)&nbsp; Ibn-al-Haytham- a great physicist, considered as the father of optics,</p>\r\n<p style=\"text-align: justify;\">14)&nbsp; Al-Zahrawi- Hailed as the greatest medieval surgeon,</p>\r\n<p style=\"text-align: justify;\">15)&nbsp; Ibn-al-Shatir- an engineer and inventor.</p>\r\n<p style=\"text-align: justify;\">It needs to be emphasized that the Muslim rulers were themselves zealous learners and extended patronage to the men of divergent intellectual tastes. Further, there was a remarkable degree of intellectual and personal freedom enjoyed by scholars and scientists which doesn&rsquo;t find any parallel in the then Europe, mainly due to the rigidity of church.</p>\r\n<p style=\"text-align: justify;\">Thenceforth, the pendulum shifted and the rich legacy in science and other subjects consolidated over the centuries experienced a beginning of the process of decline which continues unabated to date. Sadly this was also the beginning of a period of political reversals for the Muslim world. The irony is that Europe which at present has achieved leadership in virtually all fields of knowledge was awoken from the darkness of middle ages by their coming in contact with the Muslim world during and after the crusades. The European contacts with the Muslim world stimulated their intellectual, scientific, social, and geographical inquisitiveness. When the crusaders came back their intellectual horizons had broadened very much and they helped in ending the European segregation.</p>\r\n<p style=\"text-align: justify;\">Needless to mention Aristotle&rsquo;s scientific books, Arabic numerals, algebra, mariner&rsquo;s compass, and paper reached western Europe through the courtesy of Arabs. It set the stage for the coming of renaissance, the age of enlightenment, and the efflorescence of the intellectual revolution. No wonder we witness stupendous progress was achieved and this continued till Europe virtually acquired the leadership of the world in all fields and every aspect of life. Europe was now in no mood to allow itself to relapse back in the age of ignorance and it ensured that no other country moved ahead of it in the field of knowledge, a pre-requisite to acquiring power. No wonder the majority of scientific marvels around us owe their origin to the west.</p>\r\n<p style=\"text-align: justify;\">It was perhaps this loss of glorious heritage that the great Muslim thinkers like Sir Syed Ahmad Khan, Dr Sir Muhammad Iqbal, or for that matter Dr Ali Shariati lamented at. These and other like-minded thinkers, philosophers, and scholars have time and again exhorted upon the Muslim community to shun their differences and switch back to the knowledge if they wish the dignity, honour, and power in the present-day world. Once I went through a write-up on Dr Ali Shariati&rsquo;s thought and I was wonderstruck how the west is working to ensure its hegemony. It became manifest after analyzing the said write-up on Dr Ali Shariati&rsquo;s thought that the west is attempting to keep the top Muslim brains busy in expounding the stereotyped extreme religious doctrines, poetry, and others non-productive pursuits. Blacks have been assigned the jazz and dance while as the west is ensuring to keep its monopoly over scientific thinking and the resultant inventions!</p>\r\n<p style=\"text-align: justify;\">There is no way out for us other than to take a leaf from our inspiring past and contribute our bit in different capacities if we want to bring ourselves from the morass of ignorance, backwardness, or for that matter slavery. The current covid-19 pandemic should spur the Muslim societies towards breaking the inertia accumulated over a long time. The poet of the east, Dr Allama Iqbal&rsquo;s verse simplifies the whole statement;</p>\r\n<p style=\"text-align: justify;\">Sabaq phir pad sadaqat ka, shujaat ka, adalat ka<br /> liya jayega tujse imtehan duniya ke imamat ka.&nbsp;</p>\r\n<p style=\"text-align: justify;\">(Author is Assistant Professor of History, J&amp;K Higher Education Department. Ideas expressed are personal)</p>\r\n<p style=\"text-align: justify;\">&nbsp;</p>\r\n<p style=\"text-align: justify;\">Source:&nbsp;<a href=\"https://kashmirlife.net/why-pandemic-should-encourage-muslim-societies-to-break-inertia-232547/\">https://kashmirlife.net/why-pandemic-should-encourage-muslim-societies-to-break-inertia-232547</a></p>",
    "section": "Articles",
    "sorting_order": "8",
    "image_url": "NA",
    "author": "Mohamad Zubair-u-din",
    "date": "2020-05-14 18:09:41"
  },
  {
    "id": "72",
    "title": "Purane Yaadien",
    "body": "These are some Old Memories shared by wonderful people like you.",
    "section": "Gallery",
    "sorting_order": "7",
    "image_url": "https://e.staedtlercdn.com/fileadmin/_processed_/1/d/csm_STAEDTLER_Lettering-poster_Memories_step4_bf675dfacc.jpg",
    "author": "Suhail Bin Abdullah",
    "date": "2020-05-14 18:00:41",
    "images": [
      {
        "id": "01",
        "caption": "Astan  Shareef Soibugh",
        "body": "Astan  Shareef Soibugh",
        "image_url": "https://i.ibb.co/jfMpsJ9/astan.jpg",
        "author": "Admin"
      },
      {
        "id": "02",
        "caption": "Guljan",
        "body": "Guljan",
        "image_url": "https://i.ibb.co/9pfdX35/guljan.jpg",
        "author": "Mehraj din Bhat"
      },
      {
        "id": "03",
        "caption": "House On Chinar",
        "body": "House on chinar",
        "image_url": "https://i.ibb.co/93Vz1Rg/house-on-chinar.jpg",
        "author": "Admin"
      },
      {
        "id": "04",
        "caption": "Manzkha",
        "body": "Paddy field of soibugh called Manzkha",
        "image_url": "https://i.ibb.co/6HCLYFP/manzkha.jpg",
        "author": "Admin"
      },
      {
        "id": "05",
        "caption": "Oldest House of Soibugh",
        "body": "Oldest House of Soibugh",
        "image_url": "https://i.ibb.co/t3zMLNz/oldest-house-min.png",
        "author": "Admin"
      },
      {
        "id": "06",
        "caption": "Oldest pic of Shaheeen Islamia School Soibugh",
        "body": "Oldest Pic of Shaheen Islamia School Soibugh",
        "image_url": "https://i.ibb.co/PzgcbFP/shaheen-school-old-pic.jpg",
        "author": "Admin"
      },
      {
        "id": "07",
        "caption": "Anz in Nambal",
        "body": "Swan in Nambal",
        "image_url": "https://i.ibb.co/tssQMb0/swan.png",
        "author": "Admin"
      }
    ]
  }
]
